Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saescommon/po/*.po
Languages: de, es, fr_be, nl_be

# Smartmatic.SAES.Operation.Initiator.CheckDirectoryStructure.CheckingDirStructure
source: Checking Directory Structure
de: Überprüfung der Struktur des Ordners
es: Chequeando la Estructura del Directorio
fr_be: Vérification de la Structure des Répertoires
nl_be: Verifiëren folder structuur

# Smartmatic.SAES.Operation.Initiator.CheckFilesPresence.CheckingFilePresence
source: Checking File Presence
de: Überprüfung auf vorhandenen Datenbestand
es: Chequeando la Presencia de Archivos
fr_be: Vérification de la présence de fichiers
nl_be: Verifiëren aanwezigheid bestand

# Smartmatic.SAES.Operation.Initiator.CheckFlashPresence.CheckingFlashPresence
source: Checking Flash Backup Presence
de: Bitte den USB-Backup-Datenträger anschließen
es: Chequeando la Presencia del Flash de Respaldo
fr_be: Veuillez insérer la clé backup
nl_be: Gelieve de back-up USB-gegevensdrager in te brengen

source: Checking Flash Backup Structure
de: Die Struktur des USB-Backup-Datenträgers überprüfen
es: Chequeando la Estructura del Flash de Respaldo
fr_be: Contrôle de la structure de la clé backup
nl_be: Verifiëren structuur back-up USB-gegevensdrager

# Smartmatic.SAES.Operation.Initiator.CheckDirectoryStructureFailed
source: Control of the structure of directories failed
de: Die Überprüfung der Ordnerstruktur ist fehlgeschlagen
es: Error en el control de la estructura de directorios
fr_be: Contrôle de la structure des répertoires échoué
nl_be: Verifiëren folder structuur is mislukt

# Smartmatic.SAES.Operation.Initiator.CheckingFilePresenceFailed
source: Error verifying presence of files
de: Die Überprüfung auf vorhandenen Datenbestand ist fehlgeschlagen
es: Error verificando presencia de archivos
fr_be: Vérification de la présence de fichiers échouée
nl_be: Verifiëren aanwezigheid bestand is mislukt

# Smartmatic.SAES.Operation.Initiator.CheckFlashPresenceFailed
source: Error verifying presence of backup USB memory
de: Die Überprüfung auf vorhandenen Datenträger ist fehlgeschlagen
es: Error verificando presencia de memoria de respaldo
fr_be: Contrôle de la présence de clé USB échoué
nl_be: Verifiëren van de aanwezigheid gegevensdrager is mislukt

# Smartmatic.SAES.Operation.Initiator.CheckFlashStructureFailed
source: Control of the structure of backup USB memory failed
de: Die Überprüfung der Struktur des Datenträgers ist fehlgeschlagen
es: Error en el control de la estructura de la memoria de respaldo
fr_be: Contrôle de la structure de la clé USB échoué
nl_be: Verifiëren van de structuur van de gegevensdrager is mislukt

# Smartmatic.SAES.Security.Encryption.ErrorSignedValidate
source: Error validating signature
de: Fehler bei der Validierung der Unterschrift
es: Error en la validacion de la firma
fr_be: Valider la signature d'erreur
nl_be: Fout in de validatie van de ondertekening

# Smartmatic.SAES.Common.Security.SecretKey.ErrorInvalidPassphraseFormat
source: Error Invalid Passphrase Format
de: Fehler, ungültiges Format
es: Error, formato de clave invalido
fr_be: Erreur format du Passphrase invalide
nl_be: Fout, ongeldig formaat

# Smartmatic.SAES.Common.Security.SecretKey.ErrorAlgorithmNotSupported
source: Error: Algorithm Not Supported
de: Fehler, der Algorithmus wird nicht unterstützt
es: Error: Algoritmo no soportado
fr_be: Erreur Algorithme non supporté
nl_be: Fout, algoritme wordt niet ondersteund

# Smartmatic.SAES.Common.Security.SecretKey.ErrorDerivingDecryptionKey
source: Error Deriving Decryption Key
de: Fehler beim Ableiten des Schlüssels
es: Error generando clave de desencriptamiento
fr_be: Erreur issu de la clé de décryptage
nl_be: Fout tijdens het afleiden van de sleutel

# Smartmatic.SAES.Common.Security.SecretKey.ErrorOpenFileSecretKey
source: Error openning Secret Key file
de: Fehler beim Öffnen des Bestands mit dem geheimen Schlüssel
es: Error abriendo archivo Secret Key
fr_be: Erreur d'ouverture du fichier de la clé secrète
nl_be: Fout tijdens het openen van bestand met geheime sleutel

# Smartmatic.SAES.Common.Security.SecretKey.ErrorSettingChannel
source: Error Setting Channel
de: Fehler beim Bestimmen des Kanals
es: Error configurando el canal
fr_be: Erreur lors du paramétrage de la chaîne
nl_be: Fout tijdens het bepalen van het kanaal

# Smartmatic.SAES.Common.Security.SecretKey.ErrorReadingSecretKey
source: Error Reading Secret Key
de: Fehler, der geheime Schlüssel kann nicht gelesen werden
es: Error leyendo el Secret Key
fr_be: Erreur lors de la lecture de la clé secrète
nl_be: Fout, geheime sleutel kan niet gelezen worden

# Smartmatic.SAES.Card.ICardController.TitleReaderPowerCycle
source: Smartcardreader Reactivation
de: Reaktivierung des Smartcard-Lesers
es: Reactivación de lector de tarjetas
fr_be: Réactivation du lecteur de carte à puce
nl_be: Reactivering van de kaartlezer

# Smartmatic.SAES.Card.ICardController.MessageReaderPowerCycle
source: Reactivating Smartcardreader
de: Reaktivierung des Smartcard-Lesers
es: Reactivando lector de tarjetas
fr_be: Réactivant le lecteur de carte à puce
nl_be: Reactiveren van de kaartlezer

# Smartmatic.SAES.Printing.PrinterStatusNotifier.UnknownState
source: Printer Error: Unknown state
de: Fehler Druckeinheit: unbekannter Zustand
es: Error de impresión: Estado desconocido
fr_be: Erreur d'imprimante: Etat inconnu
nl_be: Fout afdrukeenheid: Ongekende toestand

# Smartmatic.SAES.Printing.PrinterStatusNotifier.PrinterReady
source: Printer ready
de: Der Drucker ist einsatzbereit
es: Impresora lista
fr_be: Imprimante prête à l'utilisation
nl_be: Printer is klaar

# Smartmatic.SAES.Printing.PrinterStatusNotifier.OutOfPaper
source: Error printing: Out of paper
de: Fehler Druckeinheit: es muss Papier nachgelegt werden
es: Error de impresión: Sin papel
fr_be: Erreur d'imprimante: Plus de papier
nl_be: Fout afdrukeenheid: Papier is op

# Smartmatic.SAES.Printing.PrinterStatusNotifier.Processing
source: Processing
de: Verarbeitung
es: Procesando
fr_be: Traitement en cours
nl_be: Verwerken

# Smartmatic.SAES.Printing.PrinterStatusNotifier.PaperJam
source: Printer Error: Paper jam
de: Fehler Druckeinheit: Papierstau
es: Error de impresión: Papel atascado
fr_be: Erreur d'imprimante: Entassement de papier
nl_be: Fout afdrukeenheid: Papier zit klem

# Smartmatic.SAES.Printing.PrinterStatusNotifier.CoverOpen
source: Printer Error: Cover open
de: Fehler Druckeinheit: die Abdeckklappe steht offen
es: Error de impresión: Cubierta abierta
fr_be: Erreur d'imprimante: Cache ouvert
nl_be: Fout afdrukeenheid: Afsluitklep staat open

# Smartmatic.SAES.Printing.PrinterStatusNotifier.Offline
source: Printer Error: Printer is offline
de: Fehler Druckeinheit: außer Dienst
es: Error de impresión: Impresora desconectada
fr_be: Erreur d'imprimante: Hors ligne
nl_be: Fout afdrukeenheid: Buiten dienst

# Smartmatic.SAES.Printing.PrinterStatusNotifier.RejectingPrintJobs
source: Printer Error: Rejecting print jobs
de: Fehler Druckeinheit: nimmt keine Druckaufträge an
es: Error de impresión: Cancelando trabajos de impresión
fr_be: Erreur d'imprimante: Impressions refusées
nl_be: Fout afdrukeenheid: Neemt geen printopdrachten aan

# Smartmatic.SAES.Printing.PrinterStatusNotifier.NearEndOfPaper
source: Printer Error: Near end of paper
de: Fehler Druckeinheit: das Papier ist fast aufgebraucht
es: Error de impresión: Fin de papel cercano
fr_be: Erreur d'imprimante: Fin imminente du papier
nl_be: Fout afdrukeenheid: Printpapier bijna op

# Smartmatic.SAES.Printing.PrinterStatusNotifier.TonnerLowWarning
source: Printer Error: Tonner low warning
de: Fehler Druckeinheit: die Druckkartusche ist fast leer
es: Error de impresión: Bajo nivel de tinta
fr_be: Erreur d'imprimante: Niveau d'encre bas
nl_be: Fout afdrukeenheid: Inktpatroon bijna leeg

# Smartmatic.SAES.Printing.PrinterStatusNotifier.OutOfTonner
source: Printer Error: Out of tonner
de: Fehler Druckeinheit: die Druckkartusche ist leer
es: Error de impresión: No queda tinta
fr_be: Erreur d'imprimante: Plus d'encre
nl_be: Fout afdrukeenheid: Inktpatroon leeg

# Smartmatic.SAES.Printing.BasePrintDocument.PrintOperationPreparing
source: Print operation preparing
de: Das Drucken wird vorbereitet
es: Imprimiendo operación preparada
fr_be: Impression en préparation
nl_be: Afdrukken in voorbereiding

# Smartmatic.SAES.Printing.BasePrintDocument.PrintOperationGenerating
source: Print operation generating
de: Der Ausdruck wird angefertigt
es: Imprimiendo operación generada
fr_be: Impression en génération
nl_be: Afdruk wordt gegenereerd

# Smartmatic.SAES.Printing.BasePrintDocument.PrintOperationSending
source: Print operation sending
de: Der Ausdruck wird verschickt
es: Imprimiendo operación enviada
fr_be: Impression en cours d'envoi
nl_be: Afdruk wordt verzonden

# Smartmatic.SAES.Printing.BasePrintDocument.PrintOperationPending
source: Print operation pending
de: Der Druckauftrag läuft
es: Imprimiendo operación pendiente
fr_be: Impression en attente
nl_be: In afwachting van afdrukken

# Smartmatic.SAES.Printing.BasePrintDocument.PrintOperationPendingIssue
source: Print operation pending issue
de: Druckfehler: Es wird nach einer Lösung gesucht
es: Imprimiendo operación de caso pendiente
fr_be: Impression : erreur en cours de résolution
nl_be: Afdrukfout: oplossing wordt gezocht

# Smartmatic.SAES.Printing.BasePrintDocument.PrintOperationPrinting
source: Print operation printing
de: Es wird ausgedruckt
es: Imprimiendo operación de impresión
fr_be: Impression en cours
nl_be: Bezig met afdrukken

# Smartmatic.SAES.Printing.BasePrintDocument.PrintOperationCompleted
source: Print operation completed
de: Das Drucken ist abgeschlossen
es: Imprimiendo operación completa
fr_be: Impression terminée
nl_be: Afdrukken voltooid

# Smartmatic.SAES.Printing.ReportPrintingController.SpoolerDeviceError
source: Spooler Device Error
de: Fehler in der 'Spooler-Anwendung'
es: Error del monitor del proceso de impresion
fr_be: Erreur du spouleur
nl_be: Fout 'spooler device'

# Smartmatic.SAES.Printing.ReportPrintingController.SpoolerServerError
source: Spooler Server Error
de: Fehler im 'Spooler-Server'
es: Error en el servidor del monitor del proceso de impresion
fr_be: Erreur du serveur de spouleur
nl_be: Fout 'spooler server'

# Smartmatic.SAES.Printing.ReportPrintingController.SpoolerNoPrinterFound
source: Spooler No Printer Found
de: Es wurde keine Druckeinheit gefunden
es: Impresora no encontrada en monitor del proceso de impresion
fr_be: Spouleur : aucune imprimante détectée
nl_be: Geen afdrukeenheid gedetecteerd

# Smartmatic.SAES.Printing.ReportPrintingController.NoJobsSubmitted
source: No Jobs Submitted
de: Es wurde kein Druckauftrag erteilt
es: No hay trabajos enviados
fr_be: Aucune tâche soumise
nl_be: Geen afdruktaak ingediend

# Smartmatic.SAES.Printing.ReportPrintingController.ReportPrintJobPending
source: Report Print Job Pending
de: Der Druckbericht wird erstellt
es: Reporte de impresión de trabajos pendientes
fr_be: Rapport d'impression en attente
nl_be: In afwachting van afdrukrapport

# Smartmatic.SAES.Printing.ReportPrintingController.ReportPrintJobHeld
source: Report Print Job Held
de: Der Druckbericht wurde unterbrochen
es: Reporte de impresión de trabajos terminados
fr_be: Rapport d'impression détenu
nl_be: Afdrukrapport opgehouden

# Smartmatic.SAES.Printing.ReportPrintingController.ReportPrintJobProcesing
source: Report Print Job Procesing
de: Der Druckbericht wird erstellt
es: Reporte de impresión de trabajos procesando
fr_be: Rapport d'impression en cours d'exécution
nl_be: Afdrukrapport wordt gegenereerd

# Smartmatic.SAES.Printing.ReportPrintingController.ReportPrintJobStopped
source: Report Print Job Stopped
de: Der Druckbericht wird angehalten
es: Reporte de impresión de trabajos parados
fr_be: Rapport d'impression arrêté
nl_be: Afdrukrapport gestopt

# Smartmatic.SAES.Printing.ReportPrintingController.ReportPrintJobCanceled
source: Report Print Job Canceled
de: Der Druckbericht wird annulliert
es: Reporte de impresión de trabajos cancelados
fr_be: Rapport d'impression annulé
nl_be: Afdrukrapport geannuleerd

# Smartmatic.SAES.Printing.ReportPrintingController.ReportPrintJobAborted
source: Report Print Job Aborted
de: Der Druckbericht wird abgebrochen
es: Reporte de impresión de trabajos abortados
fr_be: Rapport d'impression annulé
nl_be: Afdrukrapport afgebroken

# Smartmatic.SAES.Printing.ReportPrintingController.ReportPrintJobCompleted
source: Report Print Job Completed
de: Der Druckbericht wurde erfolgreich erstellt
es: Reporte de impresión de trabajos completados
fr_be: Rapport d'impression terminé avec succès
nl_be: Afdrukrapport succesvol afgeleverd

# Smartmatic.SAES.Printing.ReportPrintingController.UnmanagedReportStatus
source: Unmanaged Report Status
de: Nichtverwalteter Berichtstatus
es: Reporte de estado no administrado
fr_be: Status du rapport non géré
nl_be: Onbeheerde rapportstatus

# Smartmatic.SAES.Printing.PrinterStatusNotifier.Cancel
source: Printer Error: Canceled by user
de: Fehler Ausdruckeinheit: vom Anwender annulliert
es: Error de impresión: Cancelado por el usuario
fr_be: Erreur d'imprimante: Annulé par l'utilisateur
nl_be: Fout afdrukeenheid: Geannuleerd door de gebruiker

# Smartmatic.SAES.Printing.PrinterStatusNotifier.CartridgeNotPresent
source: Printer Error: Cartridge not present
de: Fehler Ausdruckeinheit: es ist keine Druckkartusche vorhanden
es: Error de impresión: Cartucho no prensente
fr_be: Erreur d'imprimante: Cartouche absente
nl_be: Fout afdrukeenheid: Inktpatroon niet aanwezig

# Smartmatic.SAES.Printing.BasePrintDocument.AbortedBySystem
source: The printer cannot be detected, make sure the printer is connected and restart the machine. If the error persists, please request technical assistance
de: Der Drucker ist unauffindbar. Vergewissern Sie sich, dass der Drucker angeschlossen ist und starten Sie erneut das vorgeschaltete Gerät. Bitte holen Sie technischen Rat ein, wenn der Fehler weiterhin auftritt.
es: La impresora no puede ser detectada, asegurese que esta conectada y reinicie la maquina. Si el error persiste, solicite asistencia tecnica
fr_be: L'imprimante n'a pas pu être détectée, veuillez vous assurer que l'imprimante soit connectée et redémarrer la machine. Si l'erreur persiste, veuillez demander une assistance technique
nl_be: De printer kan niet worden gedetecteerd. Verzeker er u van dat de printer is aangesloten en herstart de voorzittersmachine. Indien de fout zich blijft voordoen, gelieve om technische bijstand te vragen.

# Smartmatic.SAES.Card.SmartCardCommand.ErrorWritingFile
source: Error writing in card
de: Fehler beim Überschreiben von Daten auf die Karte
es: Error escribiendo en tarjeta
fr_be: Erreur lors de l'écriture de la carte
nl_be: Fout tijdens het schrijven naar de kaart

# Smartmatic.SAES.Card.SmartCardCommand.ErrorWritingFile.UnableWriteData
source: Unable to write data to the card. Data has been left in a corrupted state
de: Fehler, die Daten sind korrumpiert und können nicht überschrieben werden
es: No fue posible escribir data en la tarjeta. La data ha sido dejada en un estado corrupto
fr_be: Impossible d'écrire les données sur la carte. Les données ont été laissées dans un état corrompu
nl_be: Fout, data is corrupt en kan niet worden overschreven

# Smartmatic.SAES.Card.SmartCardCommand.ErrorWritingFile.FailVerifyGlobalPIN
source: Fail verify global PIN
de: Fehler, der PIN kann nicht überprüft werden
es: Error verificando el PIN global
fr_be: Echec de la vérification globale PIN
nl_be: Fout, de PIN kan niet geverifieerd worden

# Smartmatic.SAES.Card.SmartCardCommand.ErrorWritingFile.FailVerifyPasswordPIN
source: Fail verify password PIN
de: Fehler, das Passwort kann nicht überprüft werden
es: Error verificando la clave del PIN
fr_be: Echec de la vérification du mot de passe PIN
nl_be: Fout, het paswoord kan niet geverifieerd worden

# Smartmatic.SAES.Card.SmartCardCommand.ErrorWritingFile.ErrorSelectAID
source: Error connecting with the applet of the card
de: Bei der Kommunikation ist mit dem 'applet' der Karte ein Fehler aufgetreten
es: Error de conexion con el applet de la tarjeta
fr_be: Erreur lors de la connection avec l'applet de la carte
nl_be: Fout tijdens de communicatie met 'applet' van de kaart

# Smartmatic.SAES.Card.SmartcardConnected.UnableReadSmartCard
source: Unable to read the smartcard
de: Fehler, die Karte kann nicht gelesen werden
es: No es posible leer la tarjeta
fr_be: Impossible de lire la carte à puce
nl_be: Fout, kaart kan niet worden gelezen

# Smartmatic.SAES.Card.SaesSmartCard.UnableReadSmartCard
source: Unable to read the smartcard
de: Fehler, die Karte kann nicht gelesen werden
es: No es posible leer la tarjeta
fr_be: Impossible de lire la carte à puce
nl_be: Fout, kaart kan niet worden gelezen

source: Checking for memory completely installed
de: Überprüfung, ob der Speicher vollständig installiert wurde
es: Chequeo para memoria instalada completamente
fr_be: Vérification de la mémoire complètement installée
nl_be: Testen of de memory volledig geïnstalleerd is

source: Checking for used memory
de: Suchen nach dem verwendeten Speicher
es: Chequeo para memoria usada
fr_be: Vérification de la mémoire utilisée
nl_be: Zoeken naar gebruikte memory

# Smartmatic.SAES.Printing.PrinterStatusNotifier.ServiceFailureOnNotificationOp
source: Error in the printing notification service
de: Fehler bei der Druckerbestätigung
es: Falla en el srvicio de notificación de impresión
fr_be: Erreur de l'impression de la notification de service
nl_be: Fout in de printerbevestiging

# Smartmatic.SAES.Printing.PrinterStatusNotifier.UnknownStateCode
source: Unknown printer state
de: Unbekannter Druckerstatus
es: Estado de impresora desconocido
fr_be: Etat de l'imprimante inconnu
nl_be: Onbekende printer status
