Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessage
source: Please confirm your selection
de: de Please confirm your selection
es: Por favor confirme su selección
nl: Keuze bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageHeader
source: Please confirm your selection
de: de Please confirm your selection
es: Por favor confirme su selección
nl: Bevestig

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageFooter
source: Please Select a Language (Footer)
de: de Please Select a Language (Footer)
es: Por favor seleccione el Idioma
nl: Keuze bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageBackButton
source: Cancel Language
de: de Cancel Language
es: Cancelar Selección de Idioma
nl: Terug

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageAcceptButton
source: Cancel Language
de: de Cancel Language
es: Cancelar Selección de Idioma
nl: Bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience
source: TimeOut Voting Experience
de: de TimeOut Voting Experience
es: Tiempo de Votación Finalizado
nl: Verkiezingstijd is afgelopen

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutEndVotingExperience
source: TimeOut Voting Experience If the error persists ask for technical assistance
de: de TimeOut Voting Experience If the error persists ask for technical assistance
es: Su tiempo para votar ha finalizado Si el error persiste, comuniquese con asistencia técnica
nl: Verkiezingstijd is afgelopen Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Windows.VotingWindow.BottomMessage
source: BOTTOM MESSAGE
de: de BOTTOM MESSAGE
es: MENSAJE FINAL
nl: BERICHT ONDERAAN

# Smartmatic.SAES.GUI.Windows.VotingWindow.WaitPrintingTicket
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
de: de Take the vote from the voting machine once the printing has finished de Fold the vote de Take the vote to the eUrn to scan it
es: Tome el voto de la MV una vez que finalice su impresion Doble el voto Lleve el voto a la urna para escanearlo
nl: Wacht tot uw stembiljet volledig is afgeprint

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionTitle
source: Language Selection
de: de Language Selection
es: Seleción de Lenguaje
nl: Sélectionnez la langue désirée

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionFooter
source: Please Select a Language (Footer)
de: de Please Select a Language (Footer)
es: Por favor seleccione el Idioma (Pie de Página)
nl: Selecteer de gewenste taal

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionConfirmationFormat
source: Please confirm %1 as the language of your choice.
de: de Please confirm %1 as the language of your choice.
es: Confirmación de Selección de Idioma
nl: Bevestig uw taalkeuze: Nederlands Confirmez le choix de la langue: Néerlandais

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnSmartcardRemoved
source: Printer Error Smartcard Removed Report
de: de Printer Error Smartcard Removed Report
es: Error de Impresion en reporte de Smartcard removida
nl: Fout bij het afdrukken omdat kaart verwijderd werd

source: Confirm Language
de: de Confirm Language
es: Confirmar Idioma
nl: Ja Oui

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionCancelButton.Demo
source: Cancel Language
de: de Cancel Language
es: Cancelar Selección de Idioma
nl: Andere keuze Autre choix

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeader.Demo
source: Blank vote header
de: de Blank vote header
es: Voto Nulo (Encabezado)
nl: Wilt u blanco stemmen voor alle verkiezingen?

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNullButton.Demo
source: Null Vote
de: de Null Vote
es: Voto Nulo
nl: Blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNormalButton.Demo
source: Normal Vote
de: de Normal Vote
es: Voto Normal
nl: Officiële stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteConfirmation.Demo
source: Do you REALLY want to vote NULL?
de: de Do you REALLY want to vote NULL?
es: ¿Está REALMENTE seguro de votar NULO?
nl: U heeft blanco gestemd voor alle verkiezingen Bevestig of doe teniet

# Smartmatic.SAES.GUI.Windows.VotingWindow.NormalVoteConfirmation.Demo
source: Do you want to vote NORMAL?
de: de Do you want to vote NORMAL?
es: ¿Está REALMENTE seguro de votar NORMAL?
nl: Wil je echt NORMAAL stemmen?

# Smartmatic.SAES.GUI.Windows.VotingWindow.ReconfirmButtonText.Demo
source: Confirm
de: de Confirm
es: Confirmar
nl: ja

# Smartmatic.SAES.GUI.Windows.VotingWindow.RetryButtonText.Demo
source: Cancel
de: Annullieren
es: Cancelar
nl: nee

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestion.Demo
source: Question (Header)
de: de Question (Header)
es: Pregunta
nl: Vraag

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestion.Demo
source: Question (Footer)
de: de Question (Footer)
es: Pregunta
nl: Druk op het gewenste college

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestionConfirm.Demo
source: Question Confirm (Header)
de: de Question Confirm (Header)
es: Confirmación de Pregunta
nl: Vraag bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestionConfirm.Demo
source: Question Confirm (Footer)
de: de Question Confirm (Footer)
es: Confirmación de Pregunta
nl: Vraag bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.PartyFooterFormat.Demo
source: Select a list or a blank vote
de: de Select a list or a blank vote
nl: Druk op een lijst of op blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterPartySelection.Demo
source: Confirm Selection
de: de Confirm Selection
nl: Keuze bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteQuestion.Demo
source: Do you want to vote null this contest?
de: de Do you want to vote null this contest?
es: ¿Usted quiere votar nulo?
nl: U heeft blanco gestemd, bevestig of annuleer

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteHeader.Demo
source: Null Vote
de: de Null Vote
es: Voto Nulo
nl: Blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNullButton.Demo
source: Null Vote
de: de Null Vote
es: Voto Nulo
nl: Bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNormalButton.Demo
source: Normal Vote
de: de Normal Vote
es: Voto Normal
nl: Annuleren

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterBallotSelection.Demo
source: Confirm the selection
de: de Confirm the selection
es: Confirme la selección
nl: Selectie stembiljet

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessage.Demo
source: Confirm the selection
de: de Confirm the selection
es: Confirme la selección
nl: Keuze bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageHeader.Demo
source: Confirm the selection
de: de Confirm the selection
es: Confirme la selección
nl: Keuze bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageFooter.Demo
source: Confirm the selection
de: de Confirm the selection
es: Confirme la selección
nl: Keuze bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageBackButton.Demo
source: Cancel
de: Annullieren
es: Cancelar
nl: Terug

source: Accept
de: de Accept
es: Aceptar
nl: Bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience.Demo
source: TimeOut Voting Experience
de: de TimeOut Voting Experience
es: Tiempo Máximo de Votación
nl: Uw kiestijd is voorbij

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnVote.Demo
source: Error on printing If the error persists ask for technical assistance
de: de Error on printing If the error persists ask for technical assistance
es: Error en la impresión del voto Si el error persiste, comuniquese con asistencia técnica
nl: Fout bij het afdrukken Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutEndVotingExperience.Demo
source: TimeOut Voting Experience If the error persists ask for technical assistance
de: de TimeOut Voting Experience If the error persists ask for technical assistance
es: Tiempo Máximo de Votación Si el error persiste, comuniquese con asistencia técnica
nl: Uw kiestijd is voorbij Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Windows.VotingWindow.BottomMessage.Demo
source: BOTTOM MESSAGE
de: de BOTTOM MESSAGE
es: MENSAJE FINAL
nl: BERICHT ONDERAAN

# Smartmatic.SAES.GUI.Windows.VotingWindow.WaitPrintingTicket.Demo
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
de: de Take the vote from the voting machine once the printing has finished de Fold the vote de Take the vote to the eUrn to scan it
es: Tome el voto de la MV una vez que finalice su impresion Doble el voto Lleve el voto a la urna para escanearlo
nl: Wacht tot uw stembiljet volledig is afgeprint

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionTitle.Demo
source: Language Selection
de: de Language Selection
es: Selección del Idioma
nl: Sélectionnez la langue désirée

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionFooter.Demo
source: Please Select a Language
de: de Please Select a Language
es: Por favor seleccione el Idioma
nl: Selecteer de gewenste taal

source: Please confirm %1 as the language of your choice.
de: de Please confirm %1 as the language of your choice.
es: Por favor confirme que %1 fue el idioma que usted eligió.
nl: Bevestig uw taalkeuze: Nederlands Confirmez le choix de la langue: Néerlandais

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnSmartcardRemoved.Demo
source: Printer Error Smartcard Removed Report DEMO
de: de Printer Error Smartcard Removed Report DEMO
es: Error de Impresion en reporte de Smartcard removida DEMO
nl: Fout bij het afdrukken omdat kaart verwijderd werd

source: Confirm Language
de: de Confirm Language
es: Confirmar Idioma
nl: Ja Oui

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionCancelButton.Recovery
source: Cancel Language
de: de Cancel Language
es: Cancelar Selección de Idioma
nl: Andere keuze Autre choix

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeader.Recovery
source: Blank vote header
de: de Blank vote header
es: Voto Nulo (Encabezado)
nl: Wilt u blanco stemmen voor alle verkiezingen?

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNullButton.Recovery
source: Null Vote
de: de Null Vote
es: Voto Nulo
nl: Blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNormalButton.Recovery
source: Normal Vote
de: de Normal Vote
es: Voto Normal
nl: Officiële stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteConfirmation.Recovery
source: Do you REALLY want to vote NULL?
de: de Do you REALLY want to vote NULL?
es: ¿Está REALMENTE seguro de votar NULO?
nl: U heeft blanco gestemd voor alle verkiezingen Bevestig of doe teniet

# Smartmatic.SAES.GUI.Windows.VotingWindow.NormalVoteConfirmation.Recovery
source: Do you want to vote NORMAL?
de: de Do you want to vote NORMAL?
es: ¿Está REALMENTE seguro de votar NORMAL?
nl: Wil je echt Officiële stemmen?

# Smartmatic.SAES.GUI.Windows.VotingWindow.ReconfirmButtonText.Recovery
source: Confirm
de: de Confirm
es: Confirmar
nl: ja

# Smartmatic.SAES.GUI.Windows.VotingWindow.RetryButtonText.Recovery
source: Cancel
de: Annullieren
es: Cancelar
nl: nee

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestion.Recovery
source: Question (Header)
de: de Question (Header)
es: Pregunta
nl: Vraag

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestion.Recovery
source: Question (Footer)
de: de Question (Footer)
es: Pregunta
nl: Druk op het gewenste college

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestionConfirm.Recovery
source: Question Confirm (Header)
de: de Question Confirm (Header)
es: Confirmación de Pregunta
nl: Vraag bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestionConfirm.Recovery
source: Question Confirm (Footer)
de: de Question Confirm (Footer)
es: Confirmación de Pregunta
nl: Vraag bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.PartyFooterFormat.Recovery
source: Select a list or vote blank
de: de Select a list or vote blank
nl: Druk op een lijst of op blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterPartySelection.Recovery
source: Confirm Selection
de: de Confirm Selection
nl: Keuze bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteQuestion.Recovery
source: Do you want to vote null this contest?
de: de Do you want to vote null this contest?
es: ¿Usted quiere votar nulo?
nl: U heeft blanco gestemd, bevestig of annuleer

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteHeader.Recovery
source: Null Vote
de: de Null Vote
es: Voto Nulo
nl: Blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNullButton.Recovery
source: Null Vote
de: de Null Vote
es: Voto Nulo
nl: Bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNormalButton.Recovery
source: Normal Vote
de: de Normal Vote
es: Voto Normal
nl: Annuleren

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterBallotSelection.Recovery
source: Confirm the selection
de: de Confirm the selection
es: Confirme la selección
nl: Selectie stembiljet

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessage.Recovery
source: Confirm the selection
de: de Confirm the selection
es: Confirme la selección
nl: Keuze bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageHeader.Recovery
source: Confirm the selection
de: de Confirm the selection
es: Confirme la selección
nl: Keuze bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageFooter.Recovery
source: Confirm the selection
de: de Confirm the selection
es: Confirme la selección
nl: Keuze bevestigen

source: Cancel
de: Annullieren
es: Cancelar
nl: Terug

source: Accept
de: de Accept
es: Aceptar
nl: Bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience.Recovery
source: TimeOut Voting Experience
de: de TimeOut Voting Experience
es: Tiempo Máximo de Votación
nl: Uw kiestijd is voorbij

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnVote.Recovery
source: Error on printing If the error persists ask for technical assistance
de: de Error on printing If the error persists ask for technical assistance
es: Error en la impresión del voto Si el error persiste, comuniquese con asistencia técnica
nl: Fout bij het afdrukken Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutEndVotingExperience.Recovery
source: TimeOut Voting Experience If the error persists ask for technical assistance
de: de TimeOut Voting Experience If the error persists ask for technical assistance
es: Tiempo Máximo de Votación Si el error persiste, comuniquese con asistencia técnica
nl: Uw kiestijd is voorbij Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Windows.VotingWindow.BottomMessage.Recovery
source: BOTTOM MESSAGE
de: de BOTTOM MESSAGE
es: MENSAJE FINAL
nl: BERICHT ONDERAAN

# Smartmatic.SAES.GUI.Windows.VotingWindow.WaitPrintingTicket.Recovery
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
de: de Take the vote from the voting machine once the printing has finished de Fold the vote de Take the vote to the eUrn to scan it
es: Tome el voto de la MV una vez que finalice su impresion Doble el voto Lleve el voto a la urna para escanearlo
nl: Wacht tot uw stembiljet volledig is afgeprint

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionTitle.Recovery
source: Language Selection
de: de Language Selection
es: Selección del Idioma
nl: Sélectionnez la langue désirée

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionFooter.Recovery
source: Please Select a Language
de: de Please Select a Language
es: Por favor seleccione el Idioma
nl: Selecteer de gewenste taal

source: Please confirm %1 as the language of your choice.
de: de Please confirm %1 as the language of your choice.
es: Por favor confirme que %1 fue el idioma que usted eligió.
nl: Bevestig uw taalkeuze: Nederlands Confirmez le choix de la langue: Néerlandais

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnSmartcardRemoved.Recovery
source: Printer Error Smartcard Removed Report RECOVERY
de: de Printer Error Smartcard Removed Report RECOVERY
es: Error de Impresion en reporte de Smartcard removida RECOVERY
nl: Fout bij het afdrukken omdat kaart verwijderd werd

# Smartmatic.SAES.GUI.Windows.VotingWindow.CardExtractedTooManyTimes
source: Retry Selection
de: de Retry Selection
es: Reintentar Selección
nl: U heeft de kaart te dikwijls verwijderd

# Smartmatic.SAES.GUI.Windows.VotingWindow.ChecksumErrorLabel
source: Error On Recovery Vote
de: de Error On Recovery Vote
es: Error En Recuperacion Del Voto
nl: Fout op herstelkaart

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience.ExtractionStr
source: Extraction actions made:
de: de Extraction actions made:
es: Tiempo de Votación Finalizado
nl: Gelieve uw kaart opnieuw in de richting van de pijl tot aan de lijn in de gleuf te steken

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience.CancelVoteStr
source: Cancel voting experience
de: de Cancel voting experience
es: Cancelar experiencia de votacion
nl: Annuleer de stemervaring

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience.WrongCardStr
source: An invalid card has been inserted into the card reader. Please insert a valid card to continue voting or ask for technical assistance
de: de An invalid card has been inserted into the card reader. Please insert a valid card to continue voting or ask for technical assistance
es: Se ha introducido una tarjeta invalida al SCR. por favor introduzca la tarjeta valida para continuar la votacion o solicite asistencia tecnica
nl: U hebt een ongeldige kaart in de kaartlezer geplaatst. Gelieve een geldige kaart te plaatsen om door te gaan met het stemmen of vraag om technische bijstand

source: To cancel the voting experience, enter the PIN of the machine. If you want to continue the voting experience, correctly insert the valid card into the smartcard reader
de: de To cancel the voting experience, enter the PIN of the machine. If you want to continue the voting experience, correctly insert the valid card into the smartcard reader
es: Para cancelar la experiencia de votación, introduzca el PIN de la maquina. Si quiere continuar con la experencia de votación, introduzca correctamente la tarjeta dentro del lector.
nl: Voer de PIN van de machine in om de stemervaring te annuleren. Als u de stemervaring wilt voortzetten, plaats de geldige kaart correct in de kaartlezer

source: Report Description
de: de Report Description
es: Descripción del reporte
nl: Beschrijving

source: Incident Date
de: de Incident Date
es: Fecha del incidente
nl: Tijdstip incident

source: Technicians Name
de: de Technicians Name
es: Técnicos
nl: Naam technicus

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportDialogWidget.Activity
source: Activity
de: de Activity
es: Actividad
nl: Activiteit

source: Additional Info
de: de Additional Info
es: Información adicional
nl: Aanvullende Informatie

source: Personal Arrival Date
de: de Personal Arrival Date
es: Fecha de llegada de personal
nl: Tijdstip aankomst technicus

source: Incident Solution Date
de: de Incident Solution Date
es: fecha de solucion de incidente
nl: Tijdstip afsluiting incident

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportTreeView.Description
source: Description
de: de Description
es: Descripción
nl: Beschrijving

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportTreeView.IncidentDate
source: Incident Date
de: de Incident Date
es: fecha de incidente
nl: Datum/tijd incident

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportTreeView.Technicians
source: Technicians
de: de Technicians
es: Técnicos
nl: Naam technicus

source: Incident Solved
de: de Incident Solved
es: Incidente resuelto
nl: Incident opgelost?

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportTreeView.Activity
source: Activity
de: de Activity
es: Actividad
nl: Activiteit

source: Additional Info
de: de Additional Info
es: Información adicional
nl: Aanvullende Informatie

source: Technical Arrival
de: de Technical Arrival
es: Llegada de Técnicos
nl: Aankomst technicus Datum Tijdstip

source: Solution Date
de: de Solution Date
es: Fecha de solución
nl: Incident opgelost Datum Tijdstip

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.Title
source: Recovery Activation
de: de Recovery Activation
es: Título
nl: Herstel kaart

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.MessageInitial
source: Press Ok when ready to generate the card, or Cancel to go back
de: de Press Ok when ready to generate the card, or Cancel to go back
es: Seleccione el Idioma
nl: Klik op 'OK' als u klaar bent om de kaart te genereren of op 'Annuleren' om terug te keren

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.LabelVoteCode
source: Vote Code:
de: de Vote Code:
es: Resultado:
nl: Code stembiljet:

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.LabelLVGCode
source: LVG Code:
de: de LVG Code:
es: Resultado:
nl: Code type kiezer:

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.ButtonCancel
source: Back
de: Zurück
es: Regresar
nl: Annuleer

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.MessageLVGEmpty
source: The LVG Code field is empty, please fill it before pressing Ok
de: de The LVG Code field is empty, please fill it before pressing Ok
es: Seleccione el Idioma
nl: Gelieve een waarde in te vullen voor de type kiezer code

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.MessageVoteEmpty
source: The Vote Code field is empty, please fill it before pressing Ok
de: de The Vote Code field is empty, please fill it before pressing Ok
es: Seleccione el Idioma
nl: Gelieve een waarde in te vullen voor de stembiljetcode

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.GeneratingCard
source: Wait while Recovery Card is Generated
de: de Wait while Recovery Card is Generated
es: Por favor, Inserte la Tarjeta
nl: Gelieve te wachten terwijl de herstelkaart gegenereerd wordt

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.Title
source: Assisted Activation
de: de Assisted Activation
nl: Activatie voor helpers

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.MessageInitial
source: Press Ok when ready to generate the card, or Cancel to go back
de: de Press Ok when ready to generate the card, or Cancel to go back
es: Por favor, Inserte la Tarjeta
nl: Klik op 'OK' als u klaar bent om de kaart te genereren of op 'Annuleren' om terug te keren

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.LabelWitness
source: Witness:
de: de Witness:
es: Usuario:
nl: Getuige:

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.LabelPresident
source: President:
de: de President:
es: Usuario:
nl: Voorzitter:

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.LabelVoter
source: Voter:
de: de Voter:
es: Usuario:
nl: Kiezer:

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.ButtonCancel
source: Back
de: Zurück
es: Regresar
nl: Annuleer

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.MessagePresidentEmpty
source: The President field is empty, please fill it before pressing Ok
de: de The President field is empty, please fill it before pressing Ok
es: Seleccione el Idioma
nl: Het veld van de voorzitter is leeg. Gelieve dit in te vullen voor u op 'OK' klikt
