Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.MessageWitnessEmpty
source: The Witness field is empty, please fill it before pressing Ok
de: de The Witness field is empty, please fill it before pressing Ok
es: Seleccione el Idioma
nl: Het veld van de getuige is leeg. Gelieve dit in te vullen voor u op 'OK' klikt

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.MessageVoterEmpty
source: The Voter field is empty, please fill it before pressing Ok
de: de The Voter field is empty, please fill it before pressing Ok
es: Esto es principalmente una prueba de escritura para ver si se puede acceder y controlar el dispositivo flash
nl: Het veld van de kiezer is leeg. Gelieve dit in te vullen voor u op 'OK' klikt

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.AssistedActRegistered
source: The Assisted Activation was registered
de: de The Assisted Activation was registered
es: Alarma Activada
nl: Activatie van stemkaart voor helpers geregistreerd

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.GeneratingCard
source: The Assisted Activation will be registered if the card is Generated
de: de The Assisted Activation will be registered if the card is Generated
es: Por favor, Inserte la Tarjeta
nl: Activatie van stemkaart voor helpers zal geregistreerd worden als de kaart ingevoerd wordt

# Smartmatic.SAES.GUI.Widgets.AssistedActivationTreeView.PresidentColumn
source: President:
de: de President:
es: Presidente:
nl: Voorzitter:

# Smartmatic.SAES.GUI.Widgets.AssistedActivationTreeView.WitnessColumn
source: Witness:
de: de Witness:
es: Testigo:
nl: Getuige:

# Smartmatic.SAES.GUI.Widgets.AssistedActivationTreeView.VoterColumn
source: Voter:
de: de Voter:
es: Votante:
nl: Kiezer:

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.Member
source: Member
de: de Member
es: Miembro
nl: Lid stembureau

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.FirstName
source: First Name
de: de First Name
es: Nombre
nl: Voornaam

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.LastName
source: Last Name
de: de Last Name
es: Apellido
nl: Achternaam

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.Account
source: Account
de: de Account
es: Cuenta
nl: Rekeningnummer

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.Party
source: Party
de: de Party
es: Partido
nl: Partij

source: Installation Package Number Of Cards
de: de Installation Package Number Of Cards
es: Instalación de paquete número de tarjetas
nl: Aantal ontvangen stemkaarten

source: Installation Package Spare Printing Rolls
de: de Installation Package Spare Printing Rolls
es: Instalación de paquete de repuestos de rollos de impresión
nl: Aantal ontvangen reserverollen papier voor de printer

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.StatisticCounterWidget.VoteMachines
source: Vote Machines
de: de Vote Machines
es: Máquinas de votación
nl: Aantal stemcomputers

source: Total Activated Cards
de: de Total Activated Cards
es: Total de tarjetas activadas
nl: Aantal geactiveerde kaarten

source: Total Activated Official Cards
de: de Total Activated Official Cards
es: Total de tarjetas oficiales activadas
nl: Totaal aantal geactiveerde officiële stemkaarten

source: Total Activated Demo Cards
de: de Total Activated Demo Cards
es: Total de tarjetas demos activadas
nl: Totaal aantal geactiveerde demokaarten

source: Total Security Copy Cards
de: de Total Security Copy Cards
es: Total de tarjetas de copia de seguridad
nl: Totaal aantal geactiveerde herstelkaarten

source: Total Belgian Activated Cards
de: de Total Belgian Activated Cards
es: Total de tarjetas Belgas activadas
nl: Totaal aantal geactiveerde kaarten voor Belgische kiezers

source: Total European Activated Cards
de: de Total European Activated Cards
es: Total de tarjetas Europeas activadas
nl: Totaal aantal geactiveerde kaarten voor Europese kiezers

source: Total Belgian Activated Official Cards
de: de Total Belgian Activated Official Cards
es: Total de tarjetas oficiales activadas como 'Belga'
nl: Totaal aantal geactiveerde officiële kaarten voor Belgische kiezers

source: Total European Activated Official Cards
de: de Total European Activated Official Cards
es: Total de tarjetas Belgas oficiales activadas
nl: Totaal aantal geactiveerde officiële kaarten voor Europese kiezers

source: Total Belgian Activated Demo Cards
de: de Total Belgian Activated Demo Cards
es: Total de tarjetas demo Belgas activadas
nl: Totaal aantal geactiveerde demokaarten voor Belgische kiezers

source: Total European Activate Demo Cards
de: de Total European Activate Demo Cards
es: Total de tarjetas demo Europeas activadas
nl: Totaal aantal geactiveerde demokaarten voor Europese kiezers

source: Total Issue Cards
de: de Total Issue Cards
es: Total de tarjetas con problemas
nl: Totaal aantal kaarten met problemen

source: Total Official Votes Received
de: de Total Official Votes Received
es: Total de votos oficiales recibidos
nl: Totaal aantal ontvangen officiële stemmen

source: Total Demo Votes Received
de: de Total Demo Votes Received
es: Total de votos demos recibidos
nl: Totaal aantal ontvangen teststemmen

source: Total Reading Issues Votes Received
de: de Total Reading Issues Votes Received
es: Total de votos con problemas de lectura recibidos
nl: Aantal leesproblemen

source: Total Annulled Votes By Revelation
de: de Total Annulled Votes By Revelation
es: Total de votos anulados por revelacion
nl: Aantal geannuleerde stemmen

source: Total Proxy Votes
de: de Total Proxy Votes
es: Total votos proxy
nl: Totaal aantal stemmen met volmacht

source: Total Annulled Votes
de: de Total Annulled Votes
es: Total votos anulados
nl: Aantal geannuleerde stemmen

source: Additional Hours To Vote
de: de Additional Hours To Vote
es: Horas adicionales para votar
nl: Extra uren te stemmen

source: Voters Which Damaged Cards
de: de Voters Which Damaged Cards
es: Votantes con tarjetas dañadas
nl: Aantal kiezers die kaarten beschadigden

source: Voters Which Could Not See Votes
de: de Voters Which Could Not See Votes
es: Votantes que no pueden ver sus votos
nl: Aantal kiezers die de stemmen niet konden zien

source: Use the memories to install the voting machines and re-insert them to continue
de: de Use the memories to install the voting machines and re-insert them to continue
es: Use las memorias para instalar las maquinas de votacion y re-insertelas para continuar
nl: Gebruik de gegevensdragers om de stemcomputers te installeren en voeg deze terug in om door te gaan

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.InstallDevice
source: Installation of the VM and reinsertion of the USB memory
de: de Installation of the VM and reinsertion of the USB memory
es: Instalacion de ;a MV y reinsercion de la memoria
nl: Installeer stemcomputer(s)

source: President Notes Registration
de: de President Notes Registration
es: Registro de notas de Presidente
nl: Registreer opmerkingen samenstelling bureau

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.Title
source: Please insert the comments regarding the process to Open the Election Click on 'Validate' to continue
de: de Please insert the comments regarding the process to Open the Election Click on 'Validate' to continue
es: Por favor introduzca los comentarios referentes a la paertura de la eleccion Presione 'Validar' para continuar
nl: Gelieve opmerkingen in te vullen over de opening van de verkiezing en op 'Bevestigen' te klikken om verder te gaan

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.NoteRegister
source: Comments
de: de Comments
es: Comentarios
nl: Opmerkingen

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.SaveNote
source: Validate
de: de Validate
es: Validar
nl: Bevestigen

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.CloseVotation
source: Closing Voting
de: de Closing Voting
es: Cerrando Votacion
nl: Stemmen afsluiten

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.VoteConsolidation
source: Audit and recount of votes
de: de Audit and recount of votes
es: Auditanso y volviendo a contar votos
nl: Controle en hertelling van de stemmen

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.LoadingData
source: Charging data
de: de Charging data
es: Cargando la data
nl: Gegevens worden geladen

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.CloseVotationButton
source: Close Voting
de: de Close Voting
es: Cerrar votacion
nl: Afsluiten

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.RequestIDCard
source: Insert the eID
de: de Insert the eID
es: Inserte el eID
nl: Ingave eID-kaart

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.NoteSaved
source: Note saved
de: de Note saved
es: Nota guardada
nl: Niet opgeslagen

source: Remove the USB memory from the PM
de: de Remove the USB memory from the PM
es: Retire la memoria de la MP
nl: Verwijder USB-gegevensdrager

source: Please remove the memories to continue with the installation process
de: de Please remove the memories to continue with the installation process
es: Por favor, remueva las memorias para continuar con el proceso de instalacion
nl: Gelieve de gegevensdragers te verwijderen om door te gaan met het installatieproces

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.CloseVotation
source: Close Voting
de: de Close Voting
es: Cerrar votacion
nl: Afsluiting van de stemmen

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.Back
source: Save Report
de: de Save Report
es: Guardar Reporte
nl: Terug

source: Registration of president notes
de: de Registration of president notes
es: Registro de notas de presidente
nl: Registreer opmerkingen samenstelling bureau

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.President
source: president
de: de President
es: Presidente
nl: Voorzitter

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.Secretary
source: secretary
de: de Secretary
es: Secretario
nl: Secretaris

source: deputy secretary
de: de Deputy Secretary
es: Secretario suplente
nl: Adjunct-secretaris

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.Assistent
source: assistent
de: de Assistant
es: Asistente
nl: Bijzitter

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.Witness
source: witness
de: de Witness
es: Testigo
nl: Getuige

source: Management of Poll Workers
de: de Management of Poll Workers
es: Gestion de Miembros de Mesa
nl: Beheer leden stembureau

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.IncompleteData
source: Input error, verify the information inserted and try again
de: de Input error, verify the information inserted and try again
es: es Input error, verify the information inserted and try again
nl: Foute invoer, probeer opnieuw

source: Bad processed vote
de: de Bad processed vote
es: Votos mal procesados
nl: Slecht verwerkte stem

# Smartmatic.SAES.GUI.Functionality.VoteConsolidationFunctionality.WaitingVote
source: Waiting for vote
de: de Waiting for vote
es: Esperando por votos
nl: In afwachting van het registreren van een stem

source: Consolidate votes
de: de Consolidate votes
es: Consolidando votos
nl: Registratie van de stemmen

# Smartmatic.SAES.GUI.Widgets.Voting.VoteStatisticsWidget.TotalVotes
source: Total of votes
de: de Total of votes
es: Total de votos
nl: Totaal aantal stemmen

# Smartmatic.SAES.GUI.Widgets.Voting.VoteStatisticsWidget.TotalDuplicateVotes
source: Total of double votes
de: de Total of double votes
es: Total de votos doble
nl: Totaal aantal dubbele stemmen

# Smartmatic.SAES.GUI.Windows.InitialCalibWindow.Title
source: Touchscreen Calibration
de: de Touchscreen Calibration
es: Calibracion de pantalla tactil
nl: Kalibratie van het aanraakscherm

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.BackButton
source: Return
de: Zurück
es: Regresar
nl: Terug

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.TitleEmpty
source: Input error, verify the information inserted and try again
de: de Input error, verify the information inserted and try again
es: es Input error, verify the information inserted and try again
nl: Foute invoer, probeer opnieuw

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.ContentEmpty
source: Content is empty
de: de Content is empty
es: Contenido vacio
nl: Lege inhoud

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.NextButton
source: Next
de: de Next
es: Siguiente
nl: Volgende

# Smartmatic.SAES.GUI.Functionality.VoteConsolidationFunctionality.ProcessingVote
source: Processing vote
de: de Processing vote
es: Procesando votos
nl: Stem verwerkt

source: Vote already processed
de: de Vote already processed
es: Voto ya procesado
nl: Stem al verwerkt

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.ClosingVotation
source: Closing Voting
de: de Closing Voting
es: Cerrando votacion
nl: Afsluiting van de stemmen

source: Click on 'Next' to start the installation process
de: de Click on 'Next' to start the installation process
es: Clic 'Siguiente' para iniciar el proceso de instalacion
nl: Druk op 'Volgende' om de installatiewizard te starten

source: Insertion of Login Card
de: de Insertion of Login Card
es: Insersion de token de instalacion
nl: Ingave aanmeldkaart

source: Please insert the Login card in the smart card reader
de: de Please insert the Login card in the smart card reader
es: Por favor introduzca el token de instalacion en la lectora
nl: Gelieve uw aanmeldkaart in de lezer te plaatsen

source: Generation of the Login Card
de: de Generation of the Login Card
es: Generacion del token de instalacion
nl: Creatie aanmeldkaart

source: Wrinting information in the login card
de: de Wrinting information in the login card
es: Escribiendo informacion en el token de instalacion
nl: Wegschrijven aanmeldinformatie op aanmeldkaart

source: Remove the login card
de: de Remove the login card
es: Retire el token de instalacion
nl: Terugnemen aanmeldkaart

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.FinalizeStep
source: Installation of VM has ended
de: de Installation of VM has ended
es: Instalacion de la VM ha terminado
nl: Beëindig installatie stemcomputer

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.FinishButton
source: Finish
de: de Finish
es: Fin
nl: Einde

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.Finalize
source: Click on 'Finish' to continue
de: de Click on 'Finish' to continue
es: Clic en 'Fin' para continuar
nl: Druk op 'Einde' om de installatie te voltooien

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardValidityPeriodExpired
source: Card Vadility period expired If the error persists ask for technical assistance
es: Tiempo de validacion de la tarjeta ha expirado Si el error persiste solicite asistencia tecnica
nl: Geldigheidsduur kaart is verstreken Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ValidatingCardInserted
source: Validating card
de: de Validating card
es: Validando tarjeta
nl: Validatie van de kaart

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.CompositeLabelInitialMsg
source: Generating Reports
de: de Generating Reports
es: Generando Reportes
nl: Genereren van rapporten

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.ProgressLabelInitialMsg
source: Press the 'Print' button if you want to print the reports. Ensure that the printer is switched on and has sufficient paper
de: de Press the 'Print' button if you want to print the reports. Ensure that the printer is switched on and has sufficient paper
es: Presione el botón 'Imprimir' si desea imprimir los reportes. Asegurese de tener la impresora encendida con suficiente papel
nl: Druk op de 'Afdrukken' knop indien u de rapporten wil afdrukken. Verzeker u ervan dat de printer aangeslote is en dat er voldoende papier beschikbaar is

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.ReportListTitleLabelInitialMsg
source: Reports
de: de Reports
es: Reportes
nl: Rapporten

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.PrintButtonMsg
source: Print
de: de Print
es: Imprimir
nl: Afdrukken

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.ReportPrintingFinishedMessage
source: All reports were printed successfully
de: de All reports were printed successfully
es: Todos los reportes se imprimieron con exito
nl: Alle rapporten werden met succes afgedrukt

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.PrintingNewReportMesg
source: Print the Report
de: de Print the Report
es: Imprimir reporte
nl: Afdrukken rapport:

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.ReportCountMessage
source: Printing of the Report
de: de Printing of the Report
es: Impresion del reporte
nl: Afdrukken kopie rapport

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.FirstName
source: Name
de: de Name
es: Nombre
nl: Voornaam

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.SurName
source: Last Name
de: de Last Name
es: Apellido
nl: Achternaam

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.Gender
source: Gender (F or M)
de: de Gender (F or M)
es: Genero (F o M)
nl: Geslacht

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.Nationality
source: Nationality
de: de Nationality
es: Nacionalidad
nl: Nationaliteit

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.NationalityNumber
source: Number of Nationality
de: de Number of Nationality
es: Numero de la nacionalidad
nl: Rijksregisternr

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.AcceptButtonMessage
source: Confirm
de: de Confirm
es: Confirmar
nl: Bevestigen

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.Message.PleaseInsertCard
source: Please insert the eID in the Smart card reader
de: de Please insert the eID in the Smart card reader
es: Por favor inserte el eID en el lector de tarjetas
nl: Gelieve uw eID-kaart in de lezer te schuiven

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.CancelButtonMessage
source: Anulate
de: de Anulate
es: Anular
nl: Annuleren

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.IncompleteData
source: Input error, verify the information inserted and try again
de: de Input error, verify the information inserted and try again
es: es Input error, verify the information inserted and try again
nl: Foute invoer, probeer opnieuw

source: Saving result files
de: de Saving result files
es: Guardando archivo de resultados
nl: Resultaatsbestanden worden opgeslagen

# Smartmatic.SAES.GUI.Widgets.CloseElectionStatusWidget.ClosingElection
source: Close Election
de: de Close Election
es: Cerrando eleccion
nl: Afsluiten verkiezing

source: Sign transmission package
de: de Sign transmission package
es: Firma del paquete de transmision
nl: Verzendingspakket tekenen

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetOpenElection.IdCardMessage
source: Please insert the eID in the Smart card reader
de: de Please insert the eID in the Smart card reader
es: Por favor inserte el eID en la lectora de tarjetas
nl: Gelieve uw eID-kaart in de lezer te schuiven

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetOpenElection.IdCardMessageConfirm
source: Please confirm the information of the eID
de: de Please confirm the information of the eID
es: Por favor confirme la informacion del eID
nl: Gelieve de getoonde informatie van de eID-kaart te bevestigen

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetCloseElection.IdCardMessage
source: Please insert the eID in the Smart card reader
de: de Please insert the eID in the Smart card reader
es: Por favor inserte el eID en la lectora de tarjetas
nl: Gelieve uw eID-kaart in de lezer te schuiven

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetCloseElection.IdCardMessageConfirm
source: Please confirm the information of the eID
de: de Please confirm the information of the eID
es: Por favor confirme la informacion del eID
nl: Gelieve de getoonde informatie van de eID-kaart te bevestigen

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.Message.AcceptCurrentBeid
source: Please confirm the information of the eID
de: de Please confirm the information of the eID
es: Por favor confirme la infomacion del eID
nl: Gelieve de getoonde informatie van de eID-kaart te bevestigen

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.ReportPrinting
source: Printing of report
de: de Printing of report
es: Imprimiendo reporte
nl: Rapport afdrukken

source: Opening VM installation functionality
de: de Opening VM installation functionality
es: Abriendo la funcionalidad de instalacion de MV
nl: Installatie stemcomputers starten

# Smartmatic.SAES.GUI.Functionality.VotingExperienceValidationFunctionality.Title
source: Validation of votes
de: de Validation of votes
es: Validacion de votos
nl: Functionaliteit validatie stemproces

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.LogReport
source: Log Report
de: de Log Report
es: Reporte del Log
nl: Rapport van de activiteiten afdrukken

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.ProxyActivation
source: proxy activation
de: de proxy activation
es: activación de proxy
nl: Stemmen bij volmacht

source: presential activation
de: de presential activation
es: activación presencial
nl: Stemmen met een helper

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.Pollworker
source: poll worker
de: de poll worker
es: miembro de mesa
nl: Leden stembureau

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.Voter
source: voter
de: de voter
es: votante
nl: Kiezer

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.PropossedPerson
source: proposed person
de: de proposed person
es: persona propuesta
nl: Plaatsvervangende kiezer

source: activation impugnated
de: de activation impugnated
es: activación impugnada
nl: Plaatvervanging geweigerd

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.Impugnator
source: impugnator
de: de impugnator
es: impugnador
nl: Weigeraar

source: designated person
de: de designated person
es: persona designada
nl: Aangeduide persoon

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.ReasonTitle
source: reason title
de: de reason title
es: título de razón
nl: Opmerkingen weigering

source: clean
de: de clean
es: limpiar
nl: Terug

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.PhoneNumber
source: phone number
de: de phone number
es: número de teléfono
nl: Telefoon

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerMemberWidget.ClickToAdd
source: Click Here To Add PollWorker
de: de Click Here To Add PollWorker
es: Presione aquí para agregar Miembro de Mesa
nl: Druk hier om stembureau- medewerker toe te voegen

# Smartmatic.SAES.GUI.Windows.VotingWindow.SmartCardExtracted
source: Card deactivated, because it was removed 3 times If the error persists ask for technical assistance
de: de Card deactivated, because it was removed 3 times If the error persists ask for technical assistance
es: Tarjeta desactivada porque fue removida 3 veces Si el error persiste comuniquese con asistencia técnica
nl: De kaart werd drie keer verwijderd en als gevolg gedesactiveerd Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetPMInstall.IdCardMessage
source: Waiting for ID information to be introduced
de: de Waiting for ID information to be introduced
es: Esperando a que se introduzca la información del ID
nl: Gelieve uw eID-kaart in de lezer te brengen

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetPMInstall.IdCardMessageConfirm
source: ID information displayed on the screen
de: de ID information displayed on the screen
es: Información del ID introducido
nl: Gelieve de getoonde informatie van de eID-kaart te bevestigen
