Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.ButtonShutDown
source: Button Shut Down
de: de Button Shut Down
es: Boton de apagado
nl: Afsluiten

# Smartmatic.SAES.GUI.HelpConfiguration.CloseElection
source: Help CloseElection
de: de Help CloseElection
es: Ayuda de Cierre de Elección
nl: Hulp Verkiezing afgesloten

# Smartmatic.SAES.GUI.HelpConfiguration.Diagnosis
source: Help Diagnosis
de: de Help Diagnosis
es: Ayuda de Diagnóstico
nl: Helpmenu diagnose

# Smartmatic.SAES.GUI.HelpConfiguration.ReaderDiagnosis
source: Help ReaderDiagnosis
de: de Help ReaderDiagnosis
es: Ayuda de Diagnóstico de lector
nl: Helpmenu diagnose kaartlezer

# Smartmatic.SAES.GUI.HelpConfiguration.PrinterDiagnosis
source: Help PrinterDiagnosis
de: de Help PrinterDiagnosis
es: Ayuda de Diagnóstico de impresora
nl: Helpmenu diagnose drukker

# Smartmatic.SAES.GUI.HelpConfiguration.AlarmBoxDiagnosis
source: Help AlarmBoxDiagnosis
de: de Help AlarmBoxDiagnosis
es: Ayuda de Diagnóstico de Alarma
nl: Helpmenu diagnose alarmdoos

# Smartmatic.SAES.GUI.HelpConfiguration.CalibrationDiagnosis
source: Help CalibrationDiagnosis
de: de Help CalibrationDiagnosis
es: Ayuda de Diagnóstico de calibración
nl: Helpmenu diagnose kalibratie

# Smartmatic.SAES.GUI.HelpConfiguration.BirghtnessDiagnosis
source: Help BirghtnessDiagnosis
de: de Help BirghtnessDiagnosis
es: Ayuda de Diagnóstico de brillo
nl: Helpmenu diagnose helderheid

# Smartmatic.SAES.GUI.HelpConfiguration.BarcodeDiagnosis
source: Help BarcodeDiagnosis
de: de Help BarcodeDiagnosis
es: Ayuda de Diagnóstico de lector de código de barras
nl: Helpmenu diagnose barcodelezer

# Smartmatic.SAES.GUI.HelpConfiguration.AllDiagnosis
source: Help AllDiagnosis
de: de Help AllDiagnosis
es: Ayuda de todos Diagnóstico
nl: Helpmenu alle diagnoses

# Smartmatic.SAES.GUI.HelpConfiguration.FlashDiagnosis
source: Help FlashDiagnosis
de: de Help FlashDiagnosis
es: Ayuda de Diagnóstico de Flash
nl: Helpmenu diagnose gegevensdrager

# Smartmatic.SAES.GUI.HelpConfiguration.ChangeHour
source: Help ChangeHour
de: de Help ChangeHour
es: Ayuda de cambio de hora
nl: Helpmenu tijd wijzigen

# Smartmatic.SAES.GUI.HelpConfiguration.CardGenerator
source: Help CardGenerator
de: de Help CardGenerator
es: Ayuda de Generador de tarjetas
nl: Helpmenu kaartactivatie

# Smartmatic.SAES.GUI.HelpConfiguration.AssistedCardGenerator
source: Help AssistedCardGenerator
de: de Help AssistedCardGenerator
es: Ayuda de Generador de tarjetas asistidas
nl: Helpmenu activatie stemkaart voor helpers

# Smartmatic.SAES.GUI.HelpConfiguration.RecoveryCardGenerator
source: Help RecoveryCardGenerator
de: de Help RecoveryCardGenerator
es: Ayuda de Generador de tarjetas de recuperación
nl: Helpmenu activatie herstelkaart

# Smartmatic.SAES.GUI.HelpConfiguration.VotingMachineInstallation
source: Help for Installation of voting machines
de: de Help for Installation of voting machines
es: Ayuda de Instalación de Maquina de Votación
nl: Hulp voor de installatie van stemcomputers

# Smartmatic.SAES.GUI.HelpConfiguration.ChangeLanguage
source: Help ChangeLanguage
de: de Help ChangeLanguage
es: Ayuda de cambio de lenguaje
nl: Helpmenu wijziging taal

# Smartmatic.SAES.GUI.HelpConfiguration.VoteProcessDemo
source: Help for Demo Vote Process
de: de Help for Demo Vote Process
es: Ayuda de Proceso Demo de Votación
nl: Hulp voor teststemproces

# Smartmatic.SAES.GUI.HelpConfiguration.PrintPreview
source: Help PrintPreview
de: de Help PrintPreview
es: Ayuda de Vista previa de impresión
nl: Helpmenu afdrukvoorbeeld

# Smartmatic.SAES.GUI.HelpConfiguration.IncidentReport
source: Help for Incident Management
de: de Help for Incident Management
es: Ayuda para Reporte de Incidentes
nl: Hulp voor incidenten beheer

# Smartmatic.SAES.GUI.HelpConfiguration.StatisticsReport
source: Help StatisticsReport
de: de Help StatisticsReport
es: Ayuda de reportes de estadísticas
nl: Helpmenu rapport statistieken

# Smartmatic.SAES.GUI.HelpConfiguration.PollworkerRegister
source: Help for Pollworker Registration Manager
de: de Help for Pollworker Registration Manager
es: Ayuda de Registro de miembros de mesa
nl: Hulp voor registreren stembureaumedewerker

# Smartmatic.SAES.GUI.HelpConfiguration.VotingExperienceValidation
source: Help VotingExperienceValidation
de: de Help VotingExperienceValidation
es: ayuda de validación de Experiencia de votación
nl: Helpmenu validatie stemproces

# Smartmatic.SAES.GUI.HelpConfiguration.CloseVotation
source: Help CloseVotation
de: de Help CloseVotation
es: Ayuda de cierre de votación
nl: Hulp voor afsluiting stemmen

# Smartmatic.SAES.GUI.HelpConfiguration.VoteConsolidation
source: Help VoteConsolidation
de: de Help VoteConsolidation
es: Ayuda de consolidación de votos
nl: Helpmenu registratie van de stemmen

# Smartmatic.SAES.GUI.HelpConfiguration.RegisterPresidentNotes
source: Help RegisterPresidentNotes
de: de Help RegisterPresidentNotes
es: ayuda de registro de Notas de Presidente
nl: Hulp voor registreren Opmerkingen van de voorzitter

# Smartmatic.SAES.GUI.HelpConfiguration.LogReport
source: Help LogReport
de: de Help LogReport
es: Ayuda de Reporte Log
nl: Helpmenu lograpport

# Smartmatic.SAES.GUI.HelpConfiguration.ReportPrinting
source: Help ReportPrinting
de: de Help ReportPrinting
es: ayuda de Reporte de impresión
nl: Hulp voor de PV afdrukken

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.helpNoInstalled
source: Help for the installation of voting machines
de: de Help for the installation of voting machines
es: Ayuda para Instalación de máquinas de votación
nl: Hulp voor de installatie van stemcomputers

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.NoPollworkerRegistered
source: Help for Pollworker Registration Manager
de: de Help for Pollworker Registration Manager
es: es Help for Pollworker Registration Manager
nl: Hulp voor registreren stembureaumedewerker

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.NoDemoVote
source: Help for Demo Vote Process
de: de Help for Demo Vote Process
es: Ayuda de Proceso Demo de Votación
nl: Hulp voor teststemproces

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.NoInitiated
source: Help Opening the election
de: de Help Opening the election
es: Ayuda de Apertura de proceso electoral
nl: Hulp Opening van de verkiezing

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.Initiated
source: Help for Activation of cards and closing of votes
de: de Help for Activation of cards and closing of votes
es: es Help for Activation of cards and closing of votes
nl: Hulp kaartactivatie en afsluiting van het stemmen

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.VotingClosed
source: Help VotingClosed
de: de Help VotingClosed
es: Ayuda de Cierre de votación
nl: Hulp voor afsluiting verkiezing

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.ElectionClosed
source: Help ElectionClosed
de: de Help ElectionClosed
es: Ayuda de Cierre de elección
nl: Hulp Verkiezing afgesloten

source: Shut Down
de: de Shut Down
es: Apagando
nl: Machine wordt afgesloten

# Smartmatic.SAES.GUI.Functionality.ShutdownMachineFunctionality.ShutdownMachine
source: Shut Down
de: de Shut Down
es: Apagando
nl: Machine wordt afgesloten

source: Shutting down the machine
de: de Shutting down the machine
es: Apagando la máquina
nl: Afsluiten van de computer

source: Shut down process completed
de: de Shut down process completed
es: Apagando proceso completo
nl: Afsluitproces uitgevoerd

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.Shutdowm
source: Shut Down
de: de Shut Down
es: Apagando
nl: Machine afsluiten

source: Election Is Not Installed
de: de Election Is Not Installed
es: Elección. no instalada
nl: Verkiezing niet geïnstalleerd

source: Election Is Not Pollworker Registered
de: de Election Is Not Pollworker Registered
es: Elección. no hay miembro de mesa registrado
nl: Geen lid van het stembureau geregistreerd

source: Election Is Not Demostration Vote
de: de Election Is Not Demostration Vote
es: Elección. Nos es voto demo
nl: Teststemmen mode niet actief

# Smartmatic.SAES.GUI.Windows.VotingWindow.ErrorWritingCard
source: Error writing in the card
de: de Error writing in the card
es: Error escribiendo en la tarjeta
nl: Fout bij het lezen van de kaart

# Smartmatic.SAES.GUI.HelpConfiguration.OpenElection
source: Help for Openning the Election
de: de Help for Openning the Election
es: Ayuda de Apertura de la eleccion
nl: Helpmenu opening verkiezing

source: Input error, verify the information inserted and try again
de: de Input error, verify the information inserted and try again
es: es Input error, verify the information inserted and try again
nl: Foute invoer, probeer opnieuw

source: Check the error marked in red
de: de Check the error marked in red
es: Verifique el error marcado en rojo
nl: Verifieer de rode fout

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.CloseConfirmation
source: Are you sure to want to close the election without registered votes?
de: de Are you sure to want to close the election without registered votes?
es: ¿Está seguro que desea cerrar la elección sin tener votos registrados
nl: Bent u er zeker van dat u de verkiezing wilt afsluiten zonder geregistreerde stemmen?

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.ConfirmButton
source: Accept
de: de Accept
es: Aceptar
nl: Bevestigen

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.CancelButton
source: Cancel
de: Annullieren
es: Cancelar
nl: Annuleren

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.ConfirmButton
source: Accept
de: de Accept
es: Aceptar
nl: Bevestigen

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.CancelButton
source: Cancel
de: Annullieren
es: Cancelar
nl: Annuleren

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.RemoveCard
source: Please remove the card
de: de Please remove the card
es: Por favor extraiga la tarjeta
nl: Gelieve de kaart te verwijderen

# Smartmatic.SAES.GUI.Widgets.BarcodeDetectionWidget.ReconnectedBarcode
source: Barcode is Not connected, Please connect Barcode
de: de Barcode is Not connected, Please connect Barcode
es: Barcode no conectado, por favor conectelo
nl: Barcode niet aangesloten. Sluit de barcode aan

# Smartmatic.SAES.GUI.Widgets.BarcodeDetectionWidget.BarcodeConnected
source: Barcode connected succesfully
de: de Barcode connected succesfully
es: Barcode conectado exitosamente
nl: Aansluiting barcode geslaagd

# Smartmatic.SAES.GUI.Widgets.BarcodeDetectionWidget.BarcodeNoConnected
source: Please reconnect Barcode
de: de Please reconnect Barcode
es: Por favor conecte Barcode
nl: Barcode opnieuw aansluiten

# Smartmatic.SAES.GUI.Functionality.AssistedCardGeneratorFunctionality.FillData
source: Press here to fill the form
de: de Press here to fill the form
es: Presione aqui para llenar el formulario
nl: Druk hier om formulier in the vullen

# Smartmatic.SAES.GUI.Windows.VotingWindow.ErrorPrinting
source: Error while printing
de: de Error while printing
es: Error imprimiendo
nl: Fout tijdens het afdrukken

source: Register assisted activations
de: de Register assisted activations
es: Registrar activaciones asistidas
nl: Registreer bijgestane activeringen

# Smartmatic.SAES.GUI.HelpConfiguration.FillAssistedInfo
source: Assisted Activations Registration Help
de: de Assisted Activations Registration Help
es: Ayuda de registro de activaciones asistidas
nl: Hulp Bijgestane Activeringsregistratie

source: Register assited activation
de: de Register assited activation
es: Registrar activaciones asistidas
nl: Registreer bijgestane activering

source: Activation not impugnated
de: de Activation not impugnated
es: Activacion no impugnada
nl: Activatie niet betwist

source: Are you sure you want to close the election? After closing, no more votes will be registered
de: de Are you sure you want to close the election? de After closing, no more votes will be registered
es: Esta seguro que desea cerrar la eleccion? Una vez cerrada, no se podran registrar mas votos
nl: Bent u zeker van de verkiezing te sluiten? Na het sluiten worden geen stemmen meer geregistreerd

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.CloseConfirmation
source: Are you sure you want to close the voting process? After closing, no more voter cards will be activated
de: de Are you sure you want to close the voting process? de After closing, no more voter cards will be activated
es: Esta seguro que desea cerrar la votacion? Una vez cerrada, no se podran activar mas tarjetas
nl: Bent u zeker van het stemproces te sluiten? Na het sluiten worden geen stemkaarten meer geactiveerd

source: Are you sure you want to close the voting process? After closing, no more voter cards will be activated
de: de Are you sure you want to close the voting process? de After closing, no more voter cards will be activated
es: Esta seguro que desea cerrar la votacion? Una vez cerrada, no se podran activar mas tarjetas
nl: Bent u zeker van het stemproces te sluiten? Na het sluiten worden geen stemkaarten meer geactiveerd

source: Assisted activation functionality started
de: de Assisted activation functionality started
es: Funcionalidad de Activacion asistida iniciada
nl: Bijgestane activatiefunctie opgestart

source: Assisted activation functionality finished
de: de Assisted activation functionality finished
es: Funcionalidad de Activacion asistida finalizada
nl: Bijgestane activatiefunctie beëindigd

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterNearEndOfPaper
source: Alarm: Paper running out If the error persists ask for technical assistance
de: de Alarm: Paper is running out If the error persists ask for technical assistance
es: Alarma: Se esta terminando el papel Si el error persiste, solicite asistencia tecnica
nl: Alarm: papier is bijna op Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.WaitForBarcodeToBePrinted
source: Please wait until the barcode is printed
de: de Please wait until the barcode is printed
es: Por favor espere a que se imprima el codigo de barras
nl: Gelieve te wachten tot de barcode afgedrukt is

source: Please scan the printed barcode or the one shown on the screen
de: de Please scan the printed barcode or the one shown on the screen
es: Por favor escanee el codigo de barras impreso o el mostrado en pantalla
nl: Gelieve de afgedrukte of de op het scherm weergegeven barcode te scannen

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.TestAgainBarcodeReaderButton
source: Test again
de: de Test again
es: Probar nuevamente
nl: Opnieuw proberen

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.BarcodeNotFound
source: The device: BARCODE READER was not detected in the system. Please connect it correctly. If the error persists ask for technical assistance
de: de The device: BARCODE READER was not detected in the system. Please connect it correctly. de If the error persists ask for technical assistance
es: El equipo: BARCODE READER no fue detectado en el sistema. Por favor conectelo correctamente. Si el error persiste, comuníquese con sasistencia técnica
nl: Het apparaat BARCODELEZER werd niet gedecteerd. Gelieve correct aan te sluiten. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.PrinterError
source: The device PRINTER was not detected in the system. Please connect it correctly. If the error persists ask for technical assistance
de: de The device PRINTER was not detected in the system. Please connect it correctly. de If the error persists ask for technical assistance
es: El equipo: IMPRESORA no fue detectado en el sistema. Por favor conectelo correctamente. Si el error persiste, comuníquese con sasistencia técnica
nl: Het apparaat DRUKKER werd niet gedecteerd. Gelieve correct aan te sluiten. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.SmartCardNotFound
source: The device CARD READER was not detected in the system. Please connect it correctly. If the error persists ask for technical assistance
de: de The device CARD READER was not detected in the system. Please connect it correctly. de If the error persists ask for technical assistance
es: El equipo: CARD READER no fue detectado en el sistema. Por favor conectelo correctamente. Si el error persiste, comuníquese con sasistencia técnica
nl: Het apparaat KAARTLEZER werd niet gedecteerd. Gelieve correct aan te sluiten. Als de fout aanhoudt, vraag om technische bijstand

source: The functionality cannot be started because the device PRINTER was not detected
de: de The functionality cannot be started because the device PRINTER was not detected
es: La funcionalidad no se puede iniciar porque el equipo IMPRESORA no fue detectado
nl: De functionaliteit kan niet opgestart worden omdat het apparaat DRUKKER niet gedecteerd werd

source: The functionality cannot be started because the device CARD READER was not detected
de: de The functionality cannot be started because the device CARD READER was not detected
es: La funcionalidad no se puede iniciar porque el equipo CARD READER no fue detectado
nl: De functionaliteit kan niet opgestart worden omdat het apparaat KAARTLEZER niet gedecteerd werd

source: The functionality cannot be started because the device BARCODE READER was not detected
de: de The functionality cannot be started because the device BARCODE READER was not detected
es: La funcionalidad no se puede iniciar porque el equipo BARCODE READER no fue detectado
nl: De functionaliteit kan niet opgestart worden omdat het apparaat BARCODELEZER niet gedecteerd werd

# Smartmatic.SAES.GUI.Widgets.StatisticCounterRegisterWidget.ViewAllTabs
source: Please check all the tabs to continue
de: de Please check all the tabs to continue
es: Por favor verifique todos los campos para continuar
nl: Gelieve alle tabs te controleren om door te gaan

# Smartmatic.SAES.GUI.Widgets.StatisticCounterRegisterWidget.NextToAdvance
source: Press 'Next' to confirm
de: de Press 'Next' to confirm
es: Presione 'siguiente' para confirmar
nl: Klik op ‘Bevestigen’ om het proces-verbaal aan te maken

source: You need to register minimum %1 note(s)
de: de You need to register minimum %1 note(s)
es: Necesita registrar al menos %1 nota(s)
nl: U moet minstens %1 nota('s)registreren

source: The required amount of notes is registered
de: de The required amount of notes is registered
es: El número requerido de notas fue registrado
nl: Het vereiste aantal nota's is geregistreerd

source: Error generating the reference card. If the problem persists use a new card. If the error continues ask for technical assistance
de: de Error generating the reference card. If the problem persists use a new card. If the error continues ask for technical assistance
es: Error generando el token, si el error persiste utilice una nueva tarjeta. Si el error continua, solicite asistencia tecnica
nl: Fout tijdens het genereren van de referentiekaart. Als de fout aanhoudt, gebruik een nieuwe kaart. Indien de fout zich weer voordoet, vraag om technische bijstand

# Smartmatic.SAES.GUI.Operation.VotingWidgetManager.CreatingVotingMaps
source: Generating the electoral map
de: de Generating the electoral map
es: Generando el mapa electoral
nl: Verkiezingsplan wordt gegenereerd

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.ElectionWasNotOpen
source: The election was not opened. If the problem continues ask for technical assistance.
de: de The election was not opened. If the problem continues ask for technical assistance.
es: La eleccion no fue abierta, si el error continua solicite asistencia tecnica
nl: De verkiezing werd niet geopend. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.ElectionWasOpen
source: The election was successfully opened.
de: de The election was successfully opened.
es: La eleccion fue abierta satisfactoriamente
nl: De verkiezing werd met succes geopend

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.ErrorOpenElection
source: Error during the opening of the election. If the problem continues ask for technical assistance.
de: de Error during the opening of the election. If the problem continues ask for technical assistance.
es: Error durante apertura de eleccion, si el error continua continue solicite asistencia tecnica
nl: Fout tijdens het openen van de verkiezing. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.VotationWasNotClose
source: The voting process was not closed. If the problem continues ask for technical assistance.
de: de The voting process was not closed. If the problem continues ask for technical assistance.
es: El proceso de votacion no fue cerrado, si el error continuar solicite asistencia tecnica
nl: Het stemproces werd niet gesloten. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.VotationWasClose
source: The voting process was successfully closed.
de: de The voting process was successfully closed.
es: El proceso de votacion fue cerrado satisfactoriamente
nl: Het stemproces werd met succes gesloten.

source: Error during the closing of voting. If the problem continues ask for technical assistance.
de: de Error during the closing of voting. If the problem continues ask for technical assistance.
es: Error durante el cierre de votacion, si el error continua solicite asistencia tecnica
nl: Fout tijdens het sluiten van de stemming. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.VotationWasNotClose
source: The election was not closed. If the problem continues ask for technical assistance.
de: de The election was not closed. If the problem continues ask for technical assistance.
es: La eleccion no fue cerrada, si el error continua solicite asistencia tecnica
nl: De verkiezing werd niet gesloten. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.ElectionWasClosed
source: The election was successfully closed.
de: de The election was successfully closed.
es: La eleccion fue cerrada satisfactoriamente
nl: De verkiezing werd met succes gesloten.

source: Error during the closure of the election. If the problem continues askfor technical assistance.
de: de Error during the closure of the election. If the problem continues askfor technical assistance.
es: Error durante el cierre de eleccion, si el error continua solicite asistencia tecnica
nl: Fout tijdens het sluiten van de verkiezing. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Functionality.ChangeHourFunctionality.HourNotChanged
source: The date and time were not changed. If the problem continues please call for technical assistance.
de: de The date and time were not changed. If the problem continues please call for technical assistance.
es: La fecha y hora no fue cambiada, si el error continua solicite asistencia tecnica
nl: De datum en het uur werden niet veranderd. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Functionality.ChangeHourFunctionality.HourChanged
source: The date and time were successfully changed.
de: de The date and time were successfully changed.
es: La fecha y hora fue cambiada satisfactoriamente
nl: De datum en het uur werden met succes veranderd.

source: Exiting the functionality, please wait.
de: de Exiting the functionality, please wait.
es: Saliendo de la funcionalidad, por favor espere
nl: Even geduld

source: Exiting the functionality, please wait.
de: de Exiting the functionality, please wait.
es: Saliendo de la funcionalidad, por favor espere
nl: Even geduld
