Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.PollWorkerRegister
source: Poll Worker Register
de: de Poll Worker Register
es: Registro de miembros de mesa
nl: Leden Stembureau Beheren

# Smartmatic.SAES.GUI.Widgets.AlarmBoxDiagnosisWidget.InitializingDiagnostic
source: Initializing Diagnostic
de: de Initializing Diagnostic
es: Inicializando Diagnóstico
nl: Initialisatie diagnose alarmdoos

# Smartmatic.SAES.GUI.Widgets.AlarmBoxDiagnosisWidget.DiagnosticSuccessful
source: Diagnostic successful
de: de Diagnostic successful
es: Diagnóstico exitoso
nl: Diagnose alarmdoos geslaagd

# Smartmatic.SAES.GUI.Widgets.AlarmBoxDiagnosisWidget.PressButtonMessage
source: Now press the button if you see the green and red lights and hear the alarm sound
es: Ahora presione el botón si usted observa las luces rojas y verdes y escucha el sonido de la alarma
nl: Klik nu op de knop als je de groene en de rode lichten ziet en het alarmgeluid hoort

# Smartmatic.SAES.GUI.Widgets.AlarmBoxDiagnosisWidget.AlarmBoxNotReach
source: Could not reach AlarmBox. Diagnostic Failed.
de: de Could not reach AlarmBox. Diagnostic Failed.
es: No se encuentra el Alarm Box. Diagnóstico Fallido.
nl: Alarmdoos is niet bereikt. Diagnose mislukt

# Smartmatic.SAES.GUI.Widgets.AlarmBoxDiagnosisWidget.DiagnosticFailed
source: Diagnostic failed
de: de Diagnostic failed
es: Diagnóstico fallido
nl: Diagnose alarmdoos is mislukt

# Smartmatic.SAES.GUI.Widgets.BallotOptionSelectionWidget.Substitute
source: Substitute
de: de Substitute
es: Suplente
nl: Opvolgers

# Smartmatic.SAES.GUI.Widgets.BallotOptionSelectionWidget.ClearSelection
source: Clear Selection
de: de Clear Selection
es: Limpiar Selección
nl: Annuleer uw stem

# Smartmatic.SAES.GUI.Widgets.BallotOptionSelectionWidget.AcceptSelection
source: Accept Selection
de: de Accept Selection
es: Aceptar Selección
nl: Bevestig uw stem

# Smartmatic.SAES.GUI.Widgets.BallotOptionSelectionWidget.Back
source: Back
de: Zurück
es: Regresar
nl: Druk hier om terug te keren naar de andere lijsten

source: Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.Empty
nl: Leeg

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.InitializingDiagnostic
source: Initializing Diagnostic
de: de Initializing Diagnostic
es: Inicializando Diagnóstico
nl: Initialisatie diagnose barcodelezer

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.DiagnosticSuccessful
source: Diagnostic Successful
de: de Diagnostic Successful
es: Diagnóstico exitoso
nl: Diagnose barcodelezer geslaagd

source: Please scan the barcode showed on screen
de: de Please scan the barcode showed on screen
es: Por favor escanee el código de barras mostrado en pantalla
nl: Scan de barcode die op het scherm te zien is

source: Could not reach Barcode Reader. Diagnostic Failed.
de: de Could not reach Barcode Reader. Diagnostic Failed.
es: Lectora no encontrada. Diagnóstico Fallido
nl: Kan de barcodelezer niet bereiken. Diagnose is mislukt

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.DiagnosticFailed
source: Diagnostic Failed
de: de Diagnostic Failed
es: Diagnóstico fallido
nl: Diagnose barcodelezer is mislukt

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.ReconfigureDevice
source: Solve problem
de: de Solve problem
es: Reconfigurando lectora
nl: Probleem oplossen

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.TestAgainBarcodeReader
source: Scan the barcodes in order of 1 to 9 to configurate the BCR
de: de Scan the barcodes in order of 1 to 9 to configurate the BCR
es: Escanee los codigos de barra en orden del 1 al 9 para configurar el BCR
nl: Scan de barcodes in volgorde van 1 tot 9 om de BCR te configureren

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.ReadHere
source: Read here
de: de Read here
es: Leer Aquí
nl: Lees hier

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.Calibrate
source: Calibrate
de: de Calibrate
es: Calibrar
nl: Kalibreren

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.AskForStatusLabelsShown
source: Press the button Ok if you can easily see the 4 labels shown or, Press Calibrate if you have any difficulties reading the text
es: Presione el Botón Ok si puede ver facilmente las 4 etiquetas mostradas o, Presione Calibrar si tiene dificultades leyendo el texto
nl: Lees de vier labels met de tekst 'Lees hier'. Druk op 'OK' indien de vier labels makkelijk leesbaar zijn, druk op 'Kalibreren' indien u moeite hebt om ze te lezen.

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.LessBright
source: - Bright
de: de - Bright
es: - Brillo
nl: - Helder

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.MoreBright
source: + Bright
de: de + Bright
es: + Brillo
nl: + Helder

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.Close
source: Close
de: de Close
es: Cerrar
nl: Sluiten

source: Press the buttons to test machine calibration
de: de Press the buttons to test machine calibration
es: Presione los botones para probar la calibración de la máquina
nl: Druk op de knop om de kalibratie van het scherm te testen

# Smartmatic.SAES.GUI.Widgets.CalibrationDiagnosisWidget.AutoCalibrationSucceded
source: Calibration succeded
de: de Calibration succeded
es: Calibración exitosa
nl: Kalibratie geslaagd

# Smartmatic.SAES.GUI.Widgets.CalibrationDiagnosisWidget.AutoCalibrationFailed
source: AutoCalibration failed. Press Calibrate to start the calibration process
es: Autocalibración Fallida. Presione Calibrar para comenzar el proceso de calibración
nl: Kalibratie is mislukt Druk op 'Kalibereren' om het kalibratieproces te starten

# Smartmatic.SAES.GUI.Widgets.CalibrationDiagnosisWidget.CalibrationFailed
source: Calibration failed. Press Calibrate to start the calibration process
de: de Calibration failed. Press Calibrate to start the calibration process
es: Calibración Fallida. Presione Calibrar para comenzar el proceso de calibración
nl: Kalibratie is mislukt. Druk op 'Kalibreren' om het kalibratieproces te starten

# Smartmatic.SAES.GUI.Widgets.CalibrationDiagnosisWidget.Calibrate
source: Calibrate
de: de Calibrate
es: Calibrar
nl: Kalibreren

# Smartmatic.SAES.GUI.Widgets.CalibrationDiagnosisWidget.CalibrationSucceded
source: Calibration succeded. Press the button OK to continue, or Calibrate to start the calibration process again.
es: Calibración exitosa. Presione el botón Ok para continuar, o Calibrar para comenzar el proceso de calibración nuevamente.
nl: Kalibratie geslaagd. Druk op 'OK' om door te gaan of op 'Kalibreren' om de kalibratie van het scherm te herstarten.

# Smartmatic.SAES.GUI.Widgets.ChangeLanguageWidget.ConfigurationNotFound
source: Configuration not found
de: de Configuration not found
es: Configuración no encontrada
nl: Configuratie niet gevonden

# Smartmatic.SAES.GUI.Widgets.ChangeLanguageWidget.MessageKey
source: Select the Language
de: de Select the Language
es: Seleccione el Idioma
nl: Gelieve de taal van uw keuze te selecteren

# Smartmatic.SAES.GUI.Widgets.PartySelectionWidget.NullSelection
source: Null Selection
de: de Null Selection
es: Selección Nula
nl: Blanco stem selectie

# Smartmatic.SAES.GUI.Widgets.PartySelectionWidget.Back
source: Back
de: Zurück
es: Regresar
nl: Druk hier om terug te keren naar de andere lijsten

# Smartmatic.SAES.GUI.Widgets.PartySelectionWidget.NullParty
source: NULL
de: de NULL
es: NULO
nl: Blanco stem

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.InsertYourLoginAndPassword
source: Insert your login and password
de: de Insert your login and password
es: Inserte su usuario y contraseña
nl: Gelieve het stembureau en bijhorend paswoord in te geven

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.Login
source: Login:
de: de Login:
es: Usuario:
nl: Stembureau:

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.Password
source: Password:
de: de Password:
es: Contraseña:
nl: Paswoord:

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.Ok
source: Ok
es: Aceptar
nl: Aanmelden

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.Back
source: Back
de: Zurück
es: Regresar
nl: Terug

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.LoginAndPasswordIncorrect
source: Login and Password incorrect. Please go back and try again!
de: de Login and Password incorrect. Please go back and try again!
es: Usuario y contraseña incorrecta. Por favor regrese e intente nuevamente
nl: Login en wachtwoord zijn niet correct. Ga terug en probeer het opnieuw!

# Smartmatic.SAES.GUI.Windows.PMInstallationWidget.PollingPlace
source: Polling Place:
de: de Polling Place:
es: Lugar de Votación:
nl: Stembureau

# Smartmatic.SAES.GUI.Windows.PMInstallationWidget.PollingPlaceAddress
source: Polling Place Address:
de: de Polling Place Address:
es: Dirección del Lugar de Votación:
nl: Adres stembureau

# Smartmatic.SAES.GUI.Windows.PMInstallationWidget.ElectionNameKey
source: Election:
de: de Election:
es: Elección:
nl: Verkiezingen

# Smartmatic.SAES.GUI.Windows.PMInstallationWidget.RegisteredElectorsKey
source: Registered Electors:
de: de Registered Electors:
nl: Aantal geregistreerde kiezers

# Smartmatic.SAES.GUI.Windows.PMInstallationWidget.PollingStationCodeKey
source: Polling Station Code:
de: de Polling Station Code:
es: Codigo del centro de votacion:
nl: Code stembureau

# Smartmatic.SAES.GUI.Widgets.PrinterDiagnosisWidget.Error
source: Error
de: Fehler
nl: Fout

# Smartmatic.SAES.GUI.Widgets.PrinterDiagnosisWidget.DiagnosticFailed
source: Diagnostic Failed
de: de Diagnostic Failed
es: Diagnóstico Fallido
nl: Diagnose drukker is mislukt

# Smartmatic.SAES.GUI.Widgets.PrinterDiagnosisWidget.DiagnosticSuccessful
source: Diagnostic Successful
de: de Diagnostic Successful
es: Diagnóstico Exitoso
nl: Diagnose drukker geslaagd

# Smartmatic.SAES.GUI.Widgets.PrinterDiagnosisWidget.PressButtonAccordingResult
source: Press Ok button if the symbol printed is equal to the one showed in the screen, Error button if not
es: Presione el Botón Ok si el símbolo impreso es igual al mostrado en pantalla. Presione el Botón Error si no es igual
nl: Druk op 'OK' als het symbool op het ticket overeenstemt met het symbool hierboven, druk op 'Fout' als er een verschil is.

source: Initializing Diagnostic
de: de Initializing Diagnostic
es: Inicializando Diagnóstico
nl: Initialisatie diagnose kaartlezer

# Smartmatic.SAES.GUI.Widgets.SmartCardReaderDiagnosisWidget.PleaseInsertCard
source: Please Insert Card
de: de Please Insert Card
es: Por favor, Inserte la Tarjeta
nl: Breng de kaart in de lezer

source: Could not reach reader. Diagnostic Failed.
de: de Could not reach reader. Diagnostic Failed.
es: Lectora no encontrada. Diagnóstico Fallido.
nl: Kan de kaartlezer niet bereiken. Diagnose mislukt

# Smartmatic.SAES.GUI.Widgets.SmartCardReaderDiagnosisWidget.CardInserted
source: Card Inserted
de: de Card Inserted
es: Tarjeta Insertada
nl: Kaart ingevoerd

# Smartmatic.SAES.GUI.Widgets.SmartCardReaderDiagnosisWidget.DiagnosticSuccessFul
source: Diagnostic successful!
de: de Diagnostic successful!
es: Diagnóstico exitoso
nl: Diagnose kaartlezer geslaagd

# Smartmatic.SAES.GUI.Widgets.SmartCardReaderDiagnosisWidget.DiagnosticFailed
source: Diagnostic failed
de: de Diagnostic failed
es: Diagnóstico Fallido
nl: Diagnose kaartlezer is mislukt

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CustomAttributeSelection
source: Custom Attribute Selection
de: de Custom Attribute Selection
es: Selección del Atributos Personales
nl: Selecteren aangepaste gegevens

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorInfoVotingCardData
source: Error reading card, please check the validity of the data If the error persists ask for technical assistance
de: de Error reading card, please check the validity of the data If the error persists ask for technical assistance
es: Error leyendo la tarjeta, por favor revise la validez de la data es If the error persists ask for technical assistance
nl: Fout op stemkaart Er is een fout opgetreden tijdens het lezen van de kaart. Controleer de juistheid van de gegevens Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.BackButtonPressed
source: Back Button Pressed
de: de Back Button Pressed
es: Botón Regresar Presionado
nl: Terugknop is ingedrukt

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.SimulateCard
source: Simulate Card
de: de Simulate Card
es: Simular Tarjeta
nl: Simuleer Kaart

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PrinterError
source: Printer Error If the error persists ask for technical assistance
de: de Printer Error If the error persists ask for technical assistance
es: Error de Impresora es Si el error persiste, pregunte por asistencia técnica
nl: Foutmelding drukker Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.AlarmActivated
source: de Alarm activated: Please verify that you have not inserted the card with the chip the other way round or with the chip downwards If the error persists ask for technical assistance
es: Alarma activada: Por favor verifique que no este insertando la tarjeta con el chip hacia el lado contrario o con el chip hacia abajo Si el problema persiste, solicite asistencia tecnica
nl: Alarm geactiveerd: Gelieve te controleren dat u de kaart niet hebt geplaatst met de chip in de andere richting of met de chip naar beneden. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorWriteCard
source: Error writing card, please check the validity of the data If the error persists ask for technical assistance
de: de Error writing card, please check the validity of the data If the error persists ask for technical assistance
es: Error escribiendo en la tarjeta, por favor revise la validez de la data Si el error persiste, comuniquese con asistencia técnica
nl: Foutmelding bij het schrijven van de kaart. Er is een fout opgetreden tijdens het schrijven van de kaart. Gelieve dejuistheid van de gegevens te controleren. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.AlarmCardUsed
source: Alarm Card Used If the error persists ask for technical assistance
de: de Alarm Card Used If the error persists ask for technical assistance
es: Alarma de Tarjeta Usada Si el error persiste, comuniquese con asistencia técnica
nl: Alarm: kaart werd reeds eerder gebruikt Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCard
source: Please Insert Card
de: de Please Insert Card
es: Por favor, Inserte la Tarjeta
nl: Steek de kaart tot aan de lijn in de gleuf van de machine om de stemprocedure op te starten

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.Version
source: Version:
de: de Version:
es: Versión:
nl: Versie:

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.PollingPlace
source: Polling Place:
de: de Polling Place:
es: Lugar de Votación:
nl: Stembureau:

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.PollingPlaceAddress
source: Polling Place Address:
de: de Polling Place Address:
es: Dirección del Lugar de Votación:
nl: Adres stembureau:

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.RegisteredElectorsKey
source: Registered Electors:
de: de Registered Electors:
nl: Aantal geregistreerde kiezers

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.PollingStationCodeKey
source: Polling Station Code:
de: de Polling Station Code:
es: Codigo del centro de votacion:
nl: Code stembureau:

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.PollingStationNumberKey
source: Polling Station Number:
de: de Polling Station Number:
es: Numero del centro de votacion:
nl: Nummer stembureau

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.WrongPassword
source: WRONG PASSWORD
de: de WRONG PASSWORD
es: CLAVE INVÁLIDA
nl: Verkeerd paswoord

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.AlarmPending
source: Alarm Pending If the error persists ask for technical assistance
de: de Alarm Pending If the error persists ask for technical assistance
es: Alarma Pendiente: Si el error persiste, comuniquese con asistencia técnica
nl: In afwachting van alarm Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.Title
source: Automatic Diagnostic
de: de Automatic Diagnostic
es: Diagnósticos Automáticos
nl: Automatische diagnose

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.AlarmBoxDevice
source: AlarmBox Device:
de: de AlarmBox Device:
es: Dispositivo de Alarma:
nl: Alarmdoos:

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.BarcodeReader
source: Barcode Reader:
de: de Barcode Reader:
es: Lectora de Código de Barra:
nl: Barcodelezer:

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.PrinterDevice
source: Printer Device:
de: de Printer Device:
es: Impresora:
nl: Drukker:

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.SmartcardReader
source: Smartcard Reader:
de: de Smartcard Reader:
es: Lectora de Smartcards:
nl: Kaartlezer:

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.FlashDevice
source: Flash Device:
de: de Flash Device:
es: Dispositivo Flash:
nl: USB-gegevensdrager:

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.TouchScreenCalibration
source: Touch Screen Calibration:
de: de Touch Screen Calibration:
es: Calibración de Pantalla Táctil:
nl: Kalibratie aanraakscherm:

# Smartmatic.SAES.GUI.Windows.ChooseOptionWindow.Title
source: Choose Option Window
de: de Choose Option Window
es: Escoja una opción
nl: Scherm optiekeuze

# Smartmatic.SAES.GUI.Windows.InitializationWindow.Title
source: Initialization Window
de: de Initialization Window
es: Ventana de Inicialización
nl: Initialisatie voorzittermachine

# Smartmatic.SAES.GUI.Windows.InitializationWindow.Initializing
source: Initializing
de: de Initializing
es: Inicializando
nl: Initialisatie

# Smartmatic.SAES.GUI.Windows.VMInstallationWindow.Title
source: VM Installation Window
de: de VM Installation Window
es: Instalación de Máquina de Votación
nl: Installatie stemcomputer

# Smartmatic.SAES.GUI.Windows.VMInstallationWindow.ButtonBack
source: Back
de: Zurück
es: Regresar
nl: Terug

# Smartmatic.SAES.GUI.Windows.VMInstallationWindow.SuccessfulAuthentication
source: Authentication successful, please remove the card
de: de Authentication successful, please remove the card
es: Autenticación Exitosa, por favor retire la tarjeta
nl: Verificatie gelukt, gelieve de kaart te verwijderen

# Smartmatic.SAES.GUI.Windows.VMInstallationWindow.AuthenticationFailed
source: Authentication failed, check the card and try again. If the problem persists ask for technical assistance
de: de Authentication failed, check the card and try again. If the problem persists ask for technical assistance
es: Fallo la autenticacion, verifique la tarjeta y vuelva intentarlo. De persistir el error solicite asistencia tecnica
nl: Verificatie mislukt, controleer de kaart en probeer opnieuw. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Windows.VotingMachineInstallationWizardWindow.Title
source: VM Installation Window
de: de VM Installation Window
es: Instalación de la Máquina de Votación
nl: Installatie van het Wizardvenster

# Smartmatic.SAES.GUI.Windows.VotingWindow.LoadingBallotOption.Recovery
source: Loading Ballots
de: de Loading Ballots
es: Cargando Boletas
nl: De kandidaten worden geladen

# Smartmatic.SAES.GUI.Windows.VotingWindow.LoadingBallotOption
source: Loading Ballots
de: de Loading Ballots
es: Cargando Boletas
nl: De kandidaten worden geladen

# Smartmatic.SAES.GUI.Windows.VotingWindow.LoadingBallotOption.Demo
source: Loading Ballots
de: de Loading Ballots
es: Cargando Boletas
nl: De kandidaten worden geladen

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnVote
source: Error on printing If the error persists ask for technical assistance
de: de Error on printing If the error persists ask for technical assistance
es: Error en la impresión del voto es If the error persists ask for technical assistance
nl: Fout bij het afdrukken Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Windows.VotingWindow.PleaseRemoveTheCard
source: Please remove the card from the Voting Machine to start printing the vote
de: de Please remove the card from the Voting Machine de to start printing the vote
es: Por favor retire la tarjeta de la MV para comenzar la impresion del voto
nl: Gelieve uw kaart uit de stemcomputer te nemen

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionConfirmationButton
source: Confirm Language
de: de Confirm Language
es: Confirmar Idioma
nl: Ja Oui

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionCancelButton
source: Cancel Language
de: de Cancel Language
es: Cancelar Selección de Idioma
nl: Andere keuze Autre choix

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeader
source: Blank vote header
de: de Blank vote header
es: Voto Nulo
nl: Wilt u blanco stemmen voor alle verkiezingen?

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNullButton
source: Null Vote
de: de Null Vote
es: Voto Nulo
nl: Blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNormalButton
source: Normal Vote
de: de Normal Vote
es: Voto Normal
nl: Officiële stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteConfirmation
source: Do you REALLY want to vote NULL?
de: de Do you REALLY want to vote NULL?
es: ¿Está REALMENTE seguro de votar NULO?
nl: U heeft blanco gestemd voor alle verkiezingen Bevestig of doe teniet

# Smartmatic.SAES.GUI.Windows.VotingWindow.NormalVoteConfirmation
source: Do you want to vote NORMAL?
de: de Do you want to vote NORMAL?
es: ¿Está REALMENTE seguro de votar NORMAL?
nl: Wil je echt Officiële stemmen?

# Smartmatic.SAES.GUI.Windows.VotingWindow.ReconfirmButtonText
source: Confirm
de: de Confirm
es: Confirmar
nl: ja

# Smartmatic.SAES.GUI.Windows.VotingWindow.RetryButtonText
source: Cancel
de: Annullieren
es: Cancelar
nl: nee

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestion
source: Question (Header)
de: de Question (Header)
es: Pregunta
nl: Vraag

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestion
source: Question (Footer)
de: de Question (Footer)
es: Pregunta
nl: Druk op het gewenste college

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestionConfirm
source: Question Confirm (Header)
de: de Question Confirm (Header)
es: Confirmación de Pregunta
nl: Vraag bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestionConfirm
source: Question Confirm (Footer)
de: de Question Confirm (Footer)
es: Confirmación de Pregunta
nl: Vraag bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.PartyFooterFormat
source: Select a list or vote blank
de: de Select a list or vote blank
nl: Druk op een lijst of op blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterPartySelection
source: Confirm Selection
de: de Confirm Selection
nl: Bevestig de selectie

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteQuestion
source: Do you want to vote null this contest?
de: de Do you want to vote null this contest?
es: ¿Usted quiere votar nulo?
nl: U heeft blanco gestemd, bevestig of annuleer

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteHeader
source: NULL party vote header
de: de NULL party vote header
es: Voto Nulo
nl: Blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNullButton
source: NULL
de: de NULL
es: Voto Nulo
nl: Bevestigen

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNormalButton
source: Null Party Vote Normal Button
de: de Null Party Vote Normal Button
es: Partido Nulo Voto Normal
nl: Annuleren

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterBallotSelection
source: Confirm the selection
de: de Confirm the selection
es: Confirme la selección
nl: Keuze bevestigen
