Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

source: Alarm Box Diagnosis
de: de Alarm Box Diagnosis
es: Diagnóstico del Alarm Box
nl: Diagnose alarmdoos

source: Alarm Box Diagnosis
de: de Alarm Box Diagnosis
es: Diagnóstico del Alarm Box
nl: Diagnose alarmdoos

source: Alarm Box Diagnosis
de: de Alarm Box Diagnosis
es: Diagnóstico del Alarm Box
nl: Diagnose alarmdoos

source: Smartcard Reader Diagnosis
de: de Smartcard Reader Diagnosis
es: Todos los Diagnósticos
nl: Diagnose volledig systeem

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.AlarmBoxDevice
source: Alarm Box Diagnosis
de: de Alarm Box Diagnosis
es: Diagnóstico del Alarm Box
nl: Alarmdoos

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.BarcodeReader
source: Barcode Reader Diagnosis:
de: de Barcode Reader Diagnosis:
es: Diagnóstico de la Lectora de Código de Barra
nl: Barcodelezer

source: Touch Screen Calibration Diagnosis:
de: de Touch Screen Calibration Diagnosis:
es: Diagnóstico de Calibración
nl: Kalibratie aanraakscherm

source: Screen Contrast Calibration Diagnosis:
de: de Screen Contrast Calibration Diagnosis:
es: Diagnóstico del Contraste de la Pantalla
nl: Kalibratie schermcontrast

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.PrinterDevice
source: Printer Diagnosis:
de: de Printer Diagnosis:
es: Diagnóstico de la Impresora
nl: Drukker:

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.SmartcardReader
source: Smartcard Reader Diagnosis
de: de Smartcard Reader Diagnosis
es: Diagnóstico de la Lectora de Tarjetas
nl: Kaartlezer:

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.FlashDevice
source: Flash Diagnosis:
de: de Flash Diagnosis:
es: Diagnóstico de Flash
nl: USB-gegevensdrager:

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.AllDiagnosis
source: All Diagnosis
de: de All Diagnosis
es: Todos los Diagnósticos
nl: Diagnose volledig systeem

source: Smartcard Reader Diagnosis
de: de Smartcard Reader Diagnosis
es: Todos los Diagnósticos
nl: Diagnose volledig systeem

source: Card Activator Functionality
de: de Card Activator Functionality
es: Diagnóstico de la Lectora de Códigos de barra
nl: Diagnose barcodelezer

# Smartmatic.SAES.GUI.Functionality.BarcodeDiagnosisFunctionality.WindowTitle
source: Barcode Reader Diagnosis
de: de Barcode Reader Diagnosis
es: Diagnóstico del lector de código de barras
nl: Diagnose barcodelezer

source: Card Activator Functionality
de: de Card Activator Functionality
es: Diagnóstico de la Lectora de Códigos de barra
nl: Diagnose barcodelezer

source: Printer Diagnosis
de: de Printer Diagnosis
es: Diagnóstico del Brillo de Pantalla
nl: Diagnose helderheid

# Smartmatic.SAES.GUI.Functionality.BrightnessDiagnosisFunctionality.WindowTitle
source: Brightness Diagnosis
de: de Brightness Diagnosis
es: Diagnóstico de Brillo
nl: Diagnose helderheid

source: Printer Diagnosis
de: de Printer Diagnosis
es: Diagnóstico del Brillo de Pantalla
nl: Diagnose helderheid

source: Calibration Diagnosis
de: de Calibration Diagnosis
es: Diagnóstico de Calibración
nl: Diagnose kalibratie

source: Calibration Diagnosis
de: de Calibration Diagnosis
es: Diagnóstico de Calibración
nl: Diagnose kalibratie

source: Calibration Diagnosis
de: de Calibration Diagnosis
es: Diagnóstico de Calibración
nl: Diagnose kalibratie

source: Card Activator Functionality
de: de Card Activator Functionality
es: Diagnóstico de la Generación de Tarjetas
nl: Kaart activeren

source: Please insert card to activate
de: de Please insert card to activate
es: Por favor inserte una tarjeta para activar
nl: Breng een kaart in om deze te activeren

source: Custom Attribute Selection
de: de Custom Attribute Selection
es: Selección de atributos personalizables
nl: Type kiezer selecteren

source: Card inserted. Please press the button to activate the card
nl: Klik op de knop om de kaart te activeren

source: Are you completely sure you want to activate the card with the information provided?
nl: Bent u zeker dat u de kaart met de gegevens wilt activeren?

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.ErrorValidatingData
source: Error validating data. Check position of card
de: de Error validating data. Check position of card
es: Error validando tarjeta. Verificar posición de la tarjeta
nl: Fout tijdens het schrijven. Gelieve te controleren dat u de geschikte kaart gebruikt en dat deze op de juiste manier ingevoerd is

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.CardWasActivated
source: Card was activated. You can remove the card.
de: de Card was activated. You can remove the card.
es: Tarjeta activada. Puede retirar la tarjeta.
nl: Kaart werd geactiveerd. U kunt de kaart nu verwijderen

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.ActivateCard
source: Activate Card
de: de Activate Card
es: Tarjeta Activada
nl: Kaart activeren

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.Cancel
source: Cancel
de: Annullieren
es: Cancelar
nl: Annuleer

source: Press this button if you want to go back to the selection screen
nl: Druk op deze knop als u terug wilt naar het keuzemenu

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.BackToSelections
source: Back To Selection
de: de Back To Selection
es: Volver a la selección
nl: Terug naar keuzemenu

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.GeneratedCards
source: Generated Cards
de: de Generated Cards
es: Tarjetas Generadas
nl: Geactiveerde kaarten

source: Demonstration Vote Not Printed
de: de Demonstration Vote Not Printed
es: No Se Ha Efectuado La Impresión Del Voto De Demostración
nl: Teststem niet afgedrukt

source: Card Activator Functionality
de: de Card Activator Functionality
es: Funcionalidad de Activación de tarjetas
nl: Kaart activeren

source: Card Activator Functionality
de: de Card Activator Functionality
es: Diagnóstico de la Generación de Tarjetas
nl: Kaart activeren

# Smartmatic.SAES.GUI.Functionality.ChangeHourFunctionality.LogCloseFunctionality
source: Change Hour Functionality
de: de Change Hour Functionality
es: Funcionalidad de Cambio de Hora
nl: Aanpassen datum/tijd

# Smartmatic.SAES.GUI.Functionality.ChangeHourFunctionality.LogStartFunctionality
source: Change Hour Functionality
de: de Change Hour Functionality
es: Funcionalidad de Cambio de Hora
nl: Aanpassen datum/tijd

# Smartmatic.SAES.GUI.Functionality.ChangeHourFunctionality.CurrentDate
source: Current Date:
de: de Current Date:
es: Fecha actual:
nl: Huidige datum:

source: Change Hour Functionality
de: de Change Hour Functionality
es: Funcionalidad de Cambio de Hora
nl: Aanpassing datum/tijd

# Smartmatic.SAES.Glade.ChangeHour.ChangeDateHour
source: Change Date/Time
de: de Change Date/Time
es: Cambio de Fecha y Hora
nl: Bevestigen

# Smartmatic.SAES.Glade.ChangeHour.Hour
source: Hour:
de: de Hour:
es: Hora:
nl: Uur:

# Smartmatic.SAES.Glade.ChangeHour.Minute
source: Minute:
de: de Minute:
es: Minuto:
nl: Minuten:

# Smartmatic.SAES.Glade.ChangeHour.Seconds
source: Seconds:
de: de Seconds:
es: Segundos:
nl: Seconden:

# Smartmatic.SAES.Glade.ChangeHour.HourChange
source: Time Change:
de: de Time Change:
es: Cambio de Hora:
nl: Aanpassen tijd:

# Smartmatic.SAES.Glade.ChangeHour.Day
source: Day:
de: de Day:
es: Día:
nl: Dag:

# Smartmatic.SAES.Glade.ChangeHour.Month
source: Month:
de: de Month:
es: Mes:
nl: Maand:

# Smartmatic.SAES.Glade.ChangeHour.Year
source: Year:
de: de Year:
es: Año:
nl: Jaar:

# Smartmatic.SAES.Glade.ChangeHour.DateChange
source: Date Change:
de: de Date Change:
es: Cambio de Fecha:
nl: Aanpassing datum:

# Smartmatic.SAES.Glade.ChangeHour.CurrentDate
source: Current Date:
de: de Current Date:
es: Fecha Actual:
nl: Huidige datum:

source: Change Language Functionality
de: de Change Language Functionality
es: Funcionalidad de Cambio de Idioma
nl: Wijzig Taal

# Smartmatic.SAES.GUI.Functionality.ChangeLanguageFunctionality.Title
source: Change Language Functionality
de: de Change Language Functionality
es: Funcionalidad de Cambio de Idioma
nl: Aanpassing taal

source: Change Language Functionality
de: de Change Language Functionality
es: Funcionalidad de Cambio de Idioma
nl: Wijzig Taal

source: Close Election
de: de Close Election
es: Cerrar Elección
nl: Verkiezing afsluiten

source: Unable Key Message Is Not Close Date Yet
de: de Unable Key Message Is Not Close Date Yet
es: La Elección no esta abierta
nl: De sluitingsdatum van de verkiezing is nog niet bereikt

source: Can Close Because Date Check Passed
de: de Can Close Because Date Check Passed
es: Cerrar Elección
nl: U kunt de verkiezing afsluiten omdat de verificatie van de datum succesvol was

source: Close Election
de: de Close Election
es: Cerrar Elección
nl: Verkiezing afsluiten

source: Close Election
de: de Close Election
es: Cerrar Elección
nl: Verkiezing afsluiten

# Smartmatic.SAES.GUI.Functionality.DiagnosisFunctionality.LogStartFunctionality
source: Diagnosis
de: de Diagnosis
es: Diagnóstico
nl: Diagnose

# Smartmatic.SAES.GUI.Functionality.DiagnosisFunctionality.Diagnosis
source: Diagnosis
de: de Diagnosis
es: Diagnóstico
nl: Diagnose

# Smartmatic.SAES.GUI.Functionality.DiagnosisFunctionality.LogCloseFunctionality
source: Diagnosis
de: de Diagnosis
es: Diagnóstico
nl: Diagnose

source: Flash Diagnosis
de: de Flash Diagnosis
es: Diagnóstico del Flash
nl: Diagnose USB-gegevensdrager

# Smartmatic.SAES.GUI.Functionality.FlashDiagnosisFunctionality.FlashDiagnosis
source: Flash Diagnosis
de: de Flash Diagnosis
es: Diagnóstico del Flash
nl: Diagnose USB-gegevensdrager

source: Flash Diagnosis
de: de Flash Diagnosis
es: Diagnóstico del Flash
nl: Diagnose USB-gegevensdrager

source: Open Election
de: de Open Election
es: Abrir Elección
nl: Open verkiezing

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.AddNote
source: Add Note
de: de Add Note
es: Agregar Nota
nl: Opmerking toevoegen

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.OpenElectionButton
source: Open Election
de: de Open Election
es: Abrir Elección
nl: Verkiezing openen

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.OpenElection
source: Open Election
de: de Open Election
es: Abrir Elección
nl: Opening van de verkiezing

source: Can not Open Because Date Check Failed
de: de Can not Open Because Date Check Failed
es: Abrir Elección
nl: U kunt de verkiezing niet openen omdat, de verificatie van de datum mislukt is

source: The Election Is Not Open Date Yet
de: de The Election Is Not Open Date Yet
es: La Elección ya está Abierta
nl: De openingsdatum van de verkiezing is nog niet bereikt

source: Open Election
de: de Open Election
es: Abrir Elección
nl: Open verkiezing

source: Vote Preview Functionality
de: de Vote Preview Functionality
es: Imprimir funcionalidad de vista previa
nl: Controleren stem

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.WaitingForBarcode
source: Waiting for Barcode of Vote to be scanned
de: de Waiting for Barcode of Vote to be scanned
es: Esperando por código de barra de voto para ser escaneado
nl: In afwachting van het scannen van een barcode

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.BarcodeErrorTryAgain
source: The decoding of this Barcode failed. Please try again
de: de The decoding of this Barcode failed. Please try again
es: La lectura del barcode falló. Por favor inténtelo de nuevo
nl: Het ontsleutelen van deze barcode is mislukt. Gelieve opnieuw te proberen

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.VoteMarkedAsDemo
source: This Vote is marked as a demo vote.
de: de This Vote is marked as a demo vote.
es: Este voto esta marcado como voto demo.
nl: Deze stem is gemarkeerd als een teststem

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.WindowTitle
source: Vote Preview Functionality
de: de Vote Preview Functionality
es: Voto funcionalidad vista previa
nl: Herbekijken stem

source: Vote Preview Functionality
de: de Vote Preview Functionality
es: Imprimiendo funcionalidad vista previa
nl: Herbekijken stem

source: Printer Diagnosis
de: de Printer Diagnosis
es: Diagnóstico de la Impresora
nl: Diagnose drukker

# Smartmatic.SAES.GUI.Functionality.PrinterDiagnosisFunctionality.PrinterDiagnosis
source: Printer Diagnosis
de: de Printer Diagnosis
es: Diagnóstico de la Impresora
nl: Diagnose drukker

source: Printer Diagnosis
de: de Printer Diagnosis
es: Diagnóstico de la Impresora
nl: Diagnose drukker

source: Smartcard Reader Diagnosis
de: de Smartcard Reader Diagnosis
es: Diagnóstico de la Lectora de Tarjetas
nl: Diagnose kaartlezer

source: Smartcard Reader Diagnosis
de: de Smartcard Reader Diagnosis
es: Diagnóstico de la Lectora de Tarjetas
nl: Diagnose kaartlezer

source: Smartcard Reader Diagnosis
de: de Smartcard Reader Diagnosis
es: Diagnóstico de la Lectora de Tarjetas
nl: Diagnose kaartlezer

source: Cancel
de: Annullieren
es: Proceso Demo de Votación
nl: Teststemmen gestart

source: Please insert card to activate
de: de Please insert card to activate
es: Por favor inserte Tarjeta para activar
nl: Breng een kaart in om te activeren

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.WaitingForCard
source: Waiting for Card to be activated
de: de Waiting for Card to be activated
es: Esperando tarjeta para ser activada
nl: In afwachting van de activatie van een kaart

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.BarcodeErrorTryAgain
source: The decoding of this Barcode failed. Please try again
es: La descodificación del Código de barra falló. Intente de nuevo
nl: Het decoderen van deze barcode is mislukt Probeer opnieuw

source: This Vote is marked as a demo vote. Please Generate a new card when ready
es: Este voto esta marcado como voto Demo. Por favor genere una tarjeta cuando este listo
nl: Gelieve een nieuwe kaart te activeren of op de exit knop rechts bovenaan te klikken als u klaar bent

source: This Vote is not marked as a demo vote. Please try again
de: de This Vote is not marked as a demo vote. Please try again
es: Este voto no esta marcado como voto Demo. Por favor intentelo de nuevo
nl: Deze stem is niet gemarkeerd als een teststem. Probeer opnieuw

source: Card inserted, but the vote has not been scanned yet
es: Tarjeta insertada, pero el voto no ha sido escaneado todavía.
nl: De kaart is ingevoerd, maar de stem is nog niet gescand

source: Card inserted. Please press the button to activate the card
es: Tarjeta insertada. Por favor presione el botón para activar la tarjeta.
nl: De kaart is ingevoerd. Gelieve op de knop te drukken om de kaart te activeren

source: Waiting for a vote to be scanned
de: de Waiting for a vote to be scanned
es: Esperando por el voto a ser escaneado.
nl: In afwachting van het scannen van een stem

source: Are you completely sure you want to activate the card with the information provided?
es: ¿Está completamente seguro que desea activar la tarjeta con la información proporcionada?
nl: Bent u zeker dat u de kaart met de gegevens wilt activeren?

source: Error validating data. Check position of card
de: de Error validating data. Check position of card
es: Error en la escritura, verifique que esté usando la tarjeta adecuada y que se esté introduciendo en la posició correcta
nl: Fout tijdens het schrijven. Gelieve te controleren dat u de geschikte kaart gebruikt en dat deze op de juiste manier ingevoerd is

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.CardActivatedRemoveCard
source: Card was activated. You can remove the card.
de: de Card was activated. You can remove the card.
es: Tarjeta fue activada. Puede removerla.
nl: Kaart werd geactiveerd. U kunt de kaart nu verwijderen

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.NowScanPrintedVoteToView
source: Now scan the Printed Vote to View
de: de Now scan the Printed Vote to View
es: Ahora escanee el Voto Impreso para verlo
nl: Gelieve de stem te scannen

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.StepBarcode
source: Barcode Step:
de: de Barcode Step:
es: Paso del Código de Barras:
nl: Visualisatie barcode:

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.StepCard
source: Card Step:
de: de Card Step:
es: Paso de Tarjeta:
nl: Activatie van de kaart:

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ActivateCard
source: Activate Card
de: de Activate Card
es: Activar Tarjeta
nl: Kaart activeren

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.Magnify
source: Magnify
de: de Magnify
es: Aumentar
nl: Vergroten

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.BackMagnify
source: Back to Main Window
de: de Back to Main Window
es: Regresar a la Pantalla Principal
nl: Terug

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.Ok
source: Ok
nl: Stemt overeen

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.Cancel
source: Cancel
de: Annullieren
es: Cancelar
nl: Annuleer

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.CustomAttributeSelection
source: Custom Attribute Selection
de: de Custom Attribute Selection
es: Selección de Atributos Personales
nl: Type kiezer selecteren

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.WindowTitle
source: Vote Process Demo Functionality
de: de Vote Process Demo Functionality
es: Funcionalidad Demo del Proceso de Votación
nl: Teststemmen

source: Cancel
de: Annullieren
es: Proceso Demo de Votación
nl: Stemproces demofunctionaliteit

source: Voting Machine Installation
de: de Voting Machine Installation
es: Instalación de Máquina de Votación
nl: Installatie stemcomputers

source: Voting Machine Installation
de: de Voting Machine Installation
es: Instalación de Máquina de Votación
nl: Installatie stemcomputers

# Smartmatic.SAES.GUI.Functionality.VotingMachineInstallation
source: Voting Machine Installation
de: de Voting Machine Installation
es: Instalación de Máquina de Votación
nl: Installatie stemcomputers

source: Card Activator Functionality
de: de Card Activator Functionality
es: Funcionalidad de Reporte de Incidentes
nl: Beheren technische incidenten

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.AddNewReport
source: Add New Report
de: de Add New Report
es: Agregar un reporte nuevo
nl: Incident toevoegen

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.SaveReport
source: Save Report
de: de Save Report
es: Guardar reporte
nl: Opslaan verslag

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.ModifyReport
source: Modify Report
de: de Modify Report
es: Modificar reporte
nl: Incident wijzigen

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.CompleteReport
source: Complete Report
de: de Complete Report
es: Reporte completado
nl: Voltooien verslag

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.DeleteReport
source: Delete Report
de: de Delete Report
es: Borrar reporte
nl: Incident verwijderen

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.VisualizeReport
source: Visualize Report
de: de Visualize Report
es: Visualizar reporte
nl: Details incident tonen

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.IncidentReport
source: Incident Report
de: de Incident Report
es: Reporte de incidentes
nl: Beheer technische incidenten

source: Entering Statistics Registration Functionality
de: de Entering Statistics Registration Functionality
es: Funcionalidad de Registro de Estadisticas
nl: Beheer technische incidenten

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.StatisticsReport
source: Save Report
de: de Save Report
es: Guardar reporte
nl: Invullen van het proces-verbaal

source: Reset Stats
de: de Reset Stats
es: Restablecer estadísticas
nl: Reset statistieken

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.VotingProcess
source: Voting Process
de: de Voting Process
es: Proceso de Votación
nl: Verkiezingsproces

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.Maintenance
source: Maintenance
de: de Maintenance
es: Mantenimiento
nl: Onderhoud

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.validationMenu
source: Maintenance
de: de Maintenance
es: Mantenimiento
nl: Validatiemenu

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.OpenElection
source: Open Election
de: de Open Election
es: Abrir Elección
nl: Verkiezing openen

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.CloseElection
source: Close Election
de: de Close Election
es: Cerrar Elección
nl: Verkiezing afsluiten

source: Voting Machine Installation
de: de Voting Machine Installation
es: Instalación de Máquina de Votación
nl: Stemcomputers installeren

source: Activation And Demo Process
de: de Activation And Demo Process
es: Activación del Proceso de Demo
nl: Kaartactivatie, herbekijken stem en testproces

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.VoteProcessDemo
source: VoteProcessDemo
de: de VoteProcessDemo
es: Proceso de Votación Demo
nl: Teststemmen

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.VotePrintPreview
source: Vote Print Preview
de: de Vote Print Preview
es: Impresión de vista previa de Voto
nl: Stemmen herbekijken

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.Diagnosis
source: Diagnosis
de: de Diagnosis
es: Diagnóstico
nl: Diagnose

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.AlarmBoxDiagnosis
source: Alarm Box Diagnosis
de: de Alarm Box Diagnosis
es: Diagnóstico de la Alarma
nl: Diagnose Alarmdoos

source: Smartcard Reader Diagnosis
de: de Smartcard Reader Diagnosis
es: Diagnóstico de la Lectora de Tarjetas
nl: Diagnose Kaartlezer

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.PrinterDiagnosis
source: Printer Diagnosis
de: de Printer Diagnosis
es: Diagnóstico de la Impresora
nl: Diagnose Drukker

source: Calibration Diagnosis
de: de Calibration Diagnosis
es: Diagnóstico de la Calibración
nl: Diagnose Kalibratie

source: Brightness Diagnosis
de: de Brightness Diagnosis
es: Diagnóstico del Brillo de la Pantalla
nl: Diagnose Helderheid

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.BarcodeDiagnosis
source: Barcode Diagnosis
de: de Barcode Diagnosis
es: Diagnóstico de la Lectora de Código de Barras
nl: Diagnose Barcodelezer

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.AllDiagnosis
source: All Diagnosis
de: de All Diagnosis
es: Todos los Diagnosticos
nl: Diagnose Volledig Systeem

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.FlashDiagnosis
source: Flash Diagnosis
de: de Flash Diagnosis
es: Diagnóstico de la Memoria Flash
nl: Diagnose USB-Gegevensdrager

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.SetDateHour
source: Set Date/Time
de: de Set Date/Time
es: Configurar Fecha y Hora
nl: Datum/Tijd Wijzigen

source: Card Activator Funcionality
de: de Card Activator Funcionality
es: Funcionalidad de Activación de Tarjetas
nl: Kaart activeren

source: Change Language Funcionality
de: de Change Language Funcionality
es: Funcionalidad de Cambio de Idioma
nl: Taal Wijzigen

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.IncidentReport
source: Incident Report Functionality
de: de Incident Report Functionality
es: Funcionalidad de Reporte de Incidencias
nl: Technische Incidenten Beheren

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.StatisticsReport
source: Statistics Report Functionality
de: de Statistics Report Functionality
es: Functionalidad de Reporte de Estatidisticas
nl: Invullen van het proces-verbaal

source: Voting Experience Validation
de: de Voting Experience Validation
es: Validacion de la experiencia de votaciòn
nl: Functionaliteit Voor Validatie Stemproces
