Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

source: Barcode Reader Diagnosis Executed
de: de Barcode Reader Diagnosis Executed
es: Diagnóstico de lector de código de barra ejecutado
nl: Diagnose barcodelezer uitgevoerd

source: Official card was activated sucessfully
de: de Official card was activated sucessfully
es: Tarjeta oficial fue activada con éxito
nl: Officiële kaart werd met succes geactiveerd

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.ErrorActivationCard
source: Error Activating Official Card
de: de Error Activating Official Card
es: Error activando Tarjeta oficial
nl: Fout bij activeren officiële kaart

source: Error recovering data
de: de Error recovering data
es: Error recuperando data
nl: Fout bij herstellen gegevens

source: Recovery card was activated. You can remove the card.
de: de Recovery card was activated. You can remove the card.
es: Tarjeta de recuperación fue activada. Puede retirar la tarjeta.
nl: Herstelkaart werd geactiveerd. U kunt de kaart verwijderen

source: Card was activated successfully
de: de Card was activated successfully
es: Tarjeta activada con éxito
nl: Kaart werd met succes geactiveerd

source: Error Activating Recovery Card
de: de Error Activating Recovery Card
es: Error activando tarjeta de recuperación
nl: Fout bij activeren herstelkaart

source: Assisted card was activated successfully
de: de Assisted card was activated successfully
es: Tarjeta asistida activada con éxito
nl: Kaart voor helper werd met succes geactiveerd

source: Error Activating Assisted Card
de: de Error Activating Assisted Card
es: Error activando tarjetas asistidas
nl: Fout bij activeren stemkaart voor helpers

source: Flash Diagnosis Executed
de: de Flash Diagnosis Executed
es: Diagnóstico de flash ejecutado
nl: Diagnose geheugenkaart uitgevoerd

source: Note Added Succesfully
de: de Note Added Succesfully
es: Nota agregada con éxito
nl: Opmerking met succes toegevoegd

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.ErrorOpeningElection
source: Error Opening Election
de: de Error Opening Election
es: Error abriendo la elección
nl: Fout bij het openen van de verkiezing

source: Printer Diagnosis Executed
de: de Printer Diagnosis Executed
es: Diagnóstico de impresora ejecutado
nl: Diagnose drukker uitgevoerd

source: Smartcard Reader Diagnosis Executed
de: de Smartcard Reader Diagnosis Executed
es: Diagnóstico de lector de tarjeta ejecutado
nl: Diagnose kaartlezer uitgevoerd

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.SuccessfullProcessVote
source: Vote processed successfully
de: de Vote processed successfully
es: Voto procesado con éxito
nl: Stem met succes verwerkt

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.VoteAlreadyProcessed
source: Vote already processed
de: de Vote already processed
es: Voto ya procesado
nl: Stem reeds verwerkt

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ScannedVote
source: Vote scanned
de: de Vote scanned
es: Voto escaneado
nl: Stem gelezen

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ScannedVoteWithErrors
source: Error scanning vote
de: de Error scanning vote
es: Error escaneando voto
nl: Fout bij lezen stem

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ErrorActivationCard
source: Error Activating Vote Demo Card
de: de Error Activating Vote Demo Card
es: Error activando tarjeta de voto demo
nl: Fout bij activeren demokaart

source: Voting Machine Installation Successfull
de: de Voting Machine Installation Successfull
es: Instalacion de máquina de votación con éxito
nl: Installatie stemcomputer met succes uitgevoerd

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportWidget.ModifiedReport
source: Report modified
de: de Report modified
es: Reporte modificado
nl: Rapport gewijzigd

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportWidget.AddedReport
source: Report added
de: de Report added
es: Reporte agregado
nl: Rapport toegevoegd

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportWidget.DeletedReport
source: Report deleted
de: de Report deleted
es: Reporte eliminado
nl: Rapport verwijderd

source: Report completed
de: de Report completed
es: Reporte completado
nl: Rapport vervolledigd

# Smartmatic.SAES.GUI.Widgets.ReportLogWidget.PrintingAuditLog
source: Printing Audit Log
de: de Printing Audit Log
es: Imprimiendo lod de auditoría
nl: Afdrukken auditlog

# Smartmatic.SAES.GUI.Widgets.ReportLogWidget.PrintingErrorLog
source: Printing Error Log
de: de Printing Error Log
es: Imprimiendo log de error
nl: Afdrukken foutenlog

# Smartmatic.SAES.GUI.Widgets.ReportLogWidget.LogPrinted
source: Log Printed
de: de Log Printed
es: Imprimiendo log
nl: Log afgedrukt

source: Cleaned Selections
de: de Cleaned Selections
es: Selecciones borradas
nl: Selecties ongedaan maken

source: Error Persisting Close Note Register. Crypto Exception
de: de Error Persisting Close Note Register. Crypto Exception
es: Error con registro de nota de cierre persistente. Excepción de encriptado
nl: Fout bij opslaan van opmerkingen tijdens afsluiting verkiezing: cryptografische uitzondering

source: Error Persisting Close Note Register. Signed Exception
de: de Error Persisting Close Note Register. Signed Exception
es: Error con registro de nota de cierre persistente. Excepción de firma
nl: Fout bij opslaan van opmerkingen tijdens afsluiting verkiezing: ondertekening uitzondering

source: Error Persisting Close Note Register. Xml Exception
de: de Error Persisting Close Note Register. Xml Exception
es: Error con registro de nota de cierre persistente. Excepción Xml
nl: Fout bij opslaan van opmerkingen tijdens afsluiting verkiezing: xml uitzondering

source: Error Persisting Close Note Register. Unknown Exception
de: de Error Persisting Close Note Register. Unknown Exception
es: Error con registro de nota de cierre persistente. Excepción desconocida
nl: Fout bij opslaan van opmerkingen tijdens afsluiting verkiezing: ongekende uitzondering

source: Succesfull Persisting Close Note Register
de: de Succesfull Persisting Close Note Register
es: Registro de nota de cierre persistente con éxito
nl: Opmerkingen tijdens afsluiting succesvol opgeslagen

source: Error Persisting Close Note Register
de: de Error Persisting Close Note Register
es: Registro de nota de cierre persistente con error
nl: Fout bij opslaan van opmerkingen tijdens afsluiting

source: Preview Deactivated
de: de Preview Deactivated
es: Vista previa desactivada
nl: Stem tonen

source: Preview Activated
de: de Preview Activated
es: Vista previa activada
nl: Stem niet tonen

source: The vote preview is deactivated
de: de The vote preview is deactivated
es: Vista previa de voto desactivada
nl: Het stemvoorbeeld werd gedesactiveerd

# Smartmatic.SAES.GUI.Widgets.PartyContestZoomWidget.FullPartySelected
source: Full Party Selected
de: de Full Party Selected
es: Partido completo seleccionado
nl: Lijststem geselecteerd

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.CloseElection
source: Close Election
de: de Close Election
es: Cierre de eleccion
nl: Verkiezing afsluiten

source: All Diagnostic Finished
de: de All Diagnostic Finished
es: Todo los diagnostico finalizados
nl: Alle diagnoses werden uitgevoerd

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.ErrorPrintingReport
source: Error Printing Report
de: de Error Printing Report
es: Error imprimiendo reporte
nl: Fout bij het printen van het rapport

source: BarCode Diagnosis Finished
de: de BarCode Diagnosis Finished
es: Diagnóstico de código de barras finalizado
nl: Diagnose van de barcode beëindigd

source: Smartcard Reader Diagnosis Finished
de: de Smartcard Reader Diagnosis Finished
es: Diagnóstico de lector de tarjetas finalizado
nl: Diagnose van de kaartlezer beëindigd

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.PrinterFinished
source: Printer Diagnosis Finished
de: de Printer Diagnosis Finished
es: Diagnóstico de impresora finalizado
nl: Diagnose van de drukker beëindigd

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.PrinterFinishedOk
source: Printer Diagnosis Ok
de: de Printer Diagnosis Ok
es: Diagnóstico de impresora Ok
nl: Diagnose van de drukker met succes beëindigd

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.PrinterFinishedError
source: Printer Diagnosis Error
de: de Printer Diagnosis Error
es: Error de diagnóstico de impresora
nl: Diagnose van drukker is mislukt

source: Calibration Diagnosis Finished
de: de Calibration Diagnosis Finished
es: Diagnóstico de calibración finalizado
nl: Diagnose van de calibratie beëindigd

source: Flash Diagnosis Finished
de: de Flash Diagnosis Finished
es: Diagnóstico de Flash finalizado
nl: Diagnose van de gegevensdrager beëindigd

source: Brightness Diagnosis Finished
de: de Brightness Diagnosis Finished
es: Diagnóstico de brillo finalizado
nl: Diagnose van de helderheid beëindigd

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.BarcodeError
source: Barcode Error
de: de Barcode Error
es: Error de código de barras
nl: Fout in barcode

# Smartmatic.SAES.GUI.Functionality.VoteConsolidationFunctionality.VoteSaved
source: Vote processed
de: de Vote processed
es: Voto procesado
nl: Stem opgeslaan

source: Vote Preview displayed
de: de Vote Preview displayed
es: Vista previa del voto mostrado
nl: Stem getoond

# Smartmatic.SAES.GUI.Widgets.PagingTreeViewWidget.Print
source: Print
de: de Print
es: Imprimir
nl: Afdrukken

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.SignElectionResource
source: Signing Election Resources
de: de Signing Election Resources
es: Firmando recursos de elección
nl: Ondertekenen verkiezingsmiddelen

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.IDMessage
source: Please insert the eID of the person who is signing the election files
de: de Please insert the eID of the person who is signing the election files
es: Por favor inserte el eID de las personas que estan firmando los archivos de elección
nl: Gelieve de eID-kaart in te brengen van de persoon die de verkiezingsbestanden ondertekent

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.Confirm
source: Confirm
de: de Confirm
es: Aceptar
nl: Bevestig

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.Back
source: Back
de: Zurück
es: Atrás
nl: Terug

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.ConfirmQuestion
source: Are you sure that you want to sign the election files using this eID?
de: de Are you sure that you want to sign the election files using this eID?
es: Está seguro que quiere que firmen los archivos de elección usando estos eID?
nl: Bent u zeker dat u de verkiezingsbestanden wenst te ondertekenen met deze eID-kaart?

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.SignButton
source: Sign
de: de Sign
es: Firmar
nl: Onderteken

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.NoSignButton
source: No Sign
de: de No Sign
es: No firmar
nl: Annuleer

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.SignPackageQuestion
source: Do you want to sign the files?
de: de Do you want to sign the files?
es: Quiere firmar los archivos?
nl: Wenst u de bestanden te ondertekenen?

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.NoSignElectionResource
source: Generating election resources
de: de Generating election resources
es: Generando recursos de elección
nl: Genereren van de verkiezingsmiddelen

source: Continue with errors
de: de Continue with errors
es: Continuando con errores
nl: Verdergaan met fouten

source: One or more devices are disconnected or not working properly. Make sure all devices are connected properly, if the problem continues please ask for technical support
de: de One or more devices are disconnected or not working properly. Make sure all devices are connected properly, if the problem continues please ask for technical support
es: Uno o más dispositivo(s) no funciona(n) correctamente o se encuentra(n) desconectado(s). Conéctelo(s), y si el problema persiste, solicite asistencia técnica.
nl: Een of meerdere toestellen werden losgekoppeld of werken niet naar behoren. Gelieve ervoor te zorgen dat alle toestellen correct verbonden zijn, als de fout aanhoudt, vraag om technische bijstand

source: Please extract the token card
de: de Please extract the token card
es: Por favor retire la tarjeta Token
nl: Gelieve de kaart te verwijderen

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.RetryPassword
source: Re-print installation report
de: de Re-print installation report
es: Imprimiendo nuevamente el reporte de instalación
nl: Installatierapport opnieuw afdrukken

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.PrintingReport
source: Printing installation report
de: de Printing installation report
es: Imprimiendo el reporte de instalación
nl: Afdrukken van het installatierapport

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.SuccessfulPosters
source: Print success
de: de Print success
es: Impreso con éxito
nl: Het afdrukken werd met succes beëindigd

# Smartmatic.SAES.GUI.Windows.ErrorWindow.ButtonShutDown
source: Shut Down
de: de Shut Down
es: Apagando
nl: Afsluiten

source: Verifiëren van de Data
de: de Verifiëren van de Data
es: Verificando data
nl: Verificatie van de gegevens

source: Klik op volgende om het proces te beëindigen
de: de Klik op volgende om het proces te beëindigen
es: Verificando data y finalizando
nl: Bezig met verificatie...

# Smartmatic.SAES.GUI.Windows.ErrorWindow.PendriveExtracted
source: nl Pendrive Extracted
de: de nl Pendrive Extracted
es: Retire el Pendrive
nl: USB-gegevensdrager verwijderd

source: Election is not initiated
de: de Election is not initiated
es: Elección no iniciada
nl: Het stemproces is nog niet gestart

source: Election is initiated
de: de Election is initiated
es: Inciando elección
nl: Het stemproces is gestart

source: Election is closed
de: de Election is closed
es: Cerrando elección
nl: De verkiezing is afgesloten

source: Results generated
de: de Results generated
es: Generando resultados
nl: Resultaten gegenereerd

# Smartmatic.SAES.GUI.Windows.ErrorWindow.ErrorCheckData
source: Error check data in media
de: de Error check data in media
es: Error verificando data en medio
nl: Er is een fout opgetreden tijdens het verifiëren van de gegevens in het mediabestand

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.VerifyDataOk
source: Data verified successfully
de: de Data verified successfully
es: Data verificada con éxito
nl: Gegevens met succes geverifieerd

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.StatingActivateCard
source: Starting card activation
de: de Starting card activation
es: Iniciando tarjeta de activación
nl: Kaartactivatie gestart

source: Close votation starting
de: de Close votation starting
es: Cerrando votacion
nl: Afsluiten stemproces gestart

source: Close votation ended
de: de Close votation ended
es: Cerrando votación terminado
nl: Afsluiten stemproces beëindigd

source: Vote consolidation starting
de: de Vote consolidation starting
es: Iniciando consolidación de votos
nl: Consolidatie stemmen gestart

source: Vote consolidation ended
de: de Vote consolidation ended
es: Terminando consolidación de votos
nl: Consolidatie stemmen beëindigd

source: Vote processing
de: de Vote processing
es: Procesando voto
nl: Verwerken stemmen

source: Incident report ended
de: de Incident report ended
es: Reporte de incidentes terminado
nl: Afsluiten rapport opmerkingen

source: Voting machine(s) installation starting
de: de Voting machine(s) installation starting
es: Iniciando instalación de máquina(s) de votación
nl: Installatie stemcomputers gestart

source: Demo card activation starting
de: de Demo card activation starting
es: Iniciando activación de tarjeta demo
nl: Activeren demokaart

source: Demo card activated successfully
de: de Demo card activated successfully
es: Activación de tarjeta demo exitosa
nl: Demokaart met succes geactiveerd

source: nl Log Start Functionality
de: de nl Log Start Functionality
es: Funcionalidad Log start
nl: Begin van de registratie van de nota's van de voorzitter

source: nl Log Close Functionality
de: de nl Log Close Functionality
es: Funcionalidad Log close
nl: Registratie van de nota's van de voorzitter afgerond

source: nl Diagnostic ReportPrinted LogKey
de: de nl Diagnostic ReportPrinted LogKey
es: Diagnóstico impresión de reporte LogKey
nl: Diagnose rapport afgedrukt

# Smartmatic.SAES.GUI.Widgets.PartyContestViewerWidget.PartiesContest
source: Parties \ Contest
de: de Parties \ Contest
es: Partidos \ Contienda
nl: Partijen \ Verkiezing

# Smartmatic.SAES.GUI.Windows.HelpWindow.PrintButton
source: Print Help
de: de Print Help
es: Imprimir Ayuda
nl: Afdrukken

# Smartmatic.SAES.GUI.Windows.HelpWindow.NoFileToPrintFound
source: No File To Print Found
de: de No File To Print Found
es: No se encontro archivo para imprimir
nl: Geen file gevonden om af te drukken

# Smartmatic.SAES.GUI.Windows.HelpWindow.NoImageHelpFound
source: No Help Found
de: de No Help Found
es: Ayuda no encontrado
nl: Geen help gevonden

# Smartmatic.SAES.GUI.Windows.HelpWindow.PrinterErrorState
source: There's A Error With The Printer
de: de There's A Error With The Printer
es: Hay un error con la impresora
nl: Er is een fout met de drukker

# Smartmatic.SAES.GUI.Windows.HelpWindow.ErrorPrinting
source: Error Printing
de: de Error Printing
es: Error imprimiendo
nl: Fout bij het drukken

# Smartmatic.SAES.GUI.Windows.HelpWindow.PrintComplete
source: Finish Print Help
de: de Finish Print Help
es: Terminada Impresión de Ayuda
nl: Afdrukken beëindigd

# Smartmatic.SAES.GUI.Windows.VMInstallationWindow.ProgressMessage
source: Please wait...
de: de Please wait...
es: Por favor espero...
nl: Gelieve even te wachten...

# Smartmatic.SAES.GUI.Windows.WizardWindow.Title
source: Election Day Workflow
de: de Election Day Workflow
es: Dia de la eleccion
nl: Verloop verkiezingsdag

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCardFR
source: Veuillez insérer votre carte pour commencer le vote
nl: Introduisez la carte jusqu'à la ligne dans la fente de la machine pour démarrer le vote

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsDemoFR
source: Vote de démo
nl: Diagnostic de vote

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCardOrScanVoteFR
source: Veuillez insérer votre carte pour commencer le vote ou scannez votre bulletin de vote pour vérifier votre vote
nl: Introduisez la carte jusqu'à la ligne dans la fente de la machine pour démarrer le vote ou scannez votre bulletin de vote pour vérifier votre vote

source: Veuillez insérer votre carte pour commencer le vote
nl: Introduisez la carte jusqu'à la ligne dans la fente de la machine pour démarrer le vote

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardUsedNL
source: Kaart is gebruikt
nl: Deze kaart werd reeds gebruikt

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorWriteCardNL
source: Foutmelding bij schrijven van de kaart Er is een fout opgetreden tijdens het schrijven van de kaart. Gelieve de juistheid van de gegevens te controleren Als de fout aanhoudt, vraag om technische bijstand
nl: Foutmelding bij het schrijven van de kaart. Er is een fout opgetreden tijdens het schrijven van de kaart. Gelieve dejuistheid van de gegevens te controleren. Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCardNL
source: Stop uw kaart tot aan de streep in de gleuf.
es: Gelieve uw kaart in te brengen om het stemmen te starten
nl: Steek de kaart tot aan de lijn in de gleuf van de machine om de stemprocedure op te starten

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsDemoNL
source: Demostem
de: Teststem
nl: Teststemmen

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsOfficialNL
source: Normal stem
nl: Officiële stem

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCardOrScanVoteNL
source: Stop uw kaart tot aan de streep in de gleuf of scan uw stembiljet om uw stem te verifiëren
es: Gelieve uw kaart in te brengen om het stemmen te starten of scan uw stembiljet om uw stem te verifiëren
nl: Steek de kaart tot aan de lijn in de gleuf van de machine om de stemprocedure op te starten of scan uw stembiljet om uw stem te verifiëren

source: Stop uw kaart tot aan de streep in de gleuf.
es: Gelieve uw kaart in te brengen om het stemmen te starten
nl: Steek de kaart tot aan de lijn in de gleuf van de machine om de stemprocedure op te starten

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsOfficialDE
source: de Normal vote
nl: de Official vote

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsOfficialEN
source: Normal vote
nl: Official vote

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PrinterErrorES
source: Error de Impresora es If the error persists ask for technical assistance
de: Error de Impresora Si el error persiste solicite asistencia técnica
nl: Error de Impresora. Si el error persiste llame al asistente técnico

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorWriteCardES
source: Error escribiendo en la tarjeta, por favor revise la validez de la data es If the error persists ask for technical assistance
de: Error escribiendo en la tarjeta, por favor revise la validez de la data Si el error persiste solicite asistencia técnica
nl: Error escribiendo en la tarjeta, por favor revise la validez de la data Si el error persiste llame al asistente técnico

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorInfoVotingCardDataES
source: Error leyendo la tarjeta, por favor revise la validez de la data es If the error persists ask for technical assistance
de: Error leyendo la tarjeta, por favor revise la validez de la data Si el error persiste solicite asistencia técnica
nl: Error leyendo la tarjeta, por favor revise la validez de la data Si el error persiste llame al asistente técnico

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardValidityPeriodExpiredES
source: Tiempo valido de tarjeta expiró es If the error persists ask for technical assistance
de: Tiempo valido de tarjeta expiró Si el error persiste solicite asistencia técnica
nl: Tiempo valido de tarjeta expiró Si el error persiste llame al asistente técnico

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsOfficialES
source: Voto Normal
nl: Voto Oficial

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CriticalAlarmCardNotRemoveES
source: Alarma activada, tarjeta no removida es If the error persists ask for technical assistance
de: Alarma activada, tarjeta no removida Si el error persiste solicite asistencia técnica
nl: Alarma activada, tarjeta no removida Si el error persiste llame al asistente técnico

source: The functionality to register or edit pollworkers has started
de: de The functionality to register or edit pollworkers has started
es: La funcionalidad de registro o editar miembros de mesa ha iniciado
nl: De functionaliteit om leden van het stembureau te registreren of te editeren is gestart

source: The functionality to register or edit pollworkers has ended
de: de The functionality to register or edit pollworkers has ended
es: La funcionalidad de registro o editar miembros de mesa ha terminado
nl: De functionaliteit om leden van het stembureau te registreren of te editeren is afgesloten

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.ErrorPersistPVForm
source: Error persisting the pv form
de: de Error persisting the pv form
es: Un error en el persistente Pv form
nl: Fout bij het registreren van het proces-verbaal formulier

source: Pv form persisted successfully
de: de Pv form persisted successfully
es: Pv form persistente con éxito
nl: Proces-verbaal formulier met succes geregistreerd
