Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

# Smartmatic.SAES.GUI.Windows.VotingWindow.CardReaderUnresponsive
source: An error with the Smart Card Reader has occured, please restart the machine to continue the voting process
de: de An error with the Smart Card Reader has occured, please restart the machine to continue the voting process
es: es An error with the Smart Card Reader has occured, please restart the machine to continue the voting process
nl: nl An error with the Smart Card Reader has occured, please restart the machine to continue the voting process

# Smartmatic.SAES.GUI.Widgets.ActivationStatsWidget.MessageSleepWriteCard
source: The activation is taking too long, please remove the smartcard and try again
de: de The activation is taking too long, please remove the smartcard and try again
es: Esta tardando la activación, remueva la tarjeta e intente nuevamente
nl: nl The activation is taking too long, please remove the smartcard and try again

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.ElectionNameKey
source: Election Name:
de: de Election Name:

# Smartmatic.SAES.GUI.Windows.MenuWindow.Title
source: Menu
de: de Menu
es: Menú

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionConfirmationTitle
source: Language Selection Confirmation
de: de Language Selection Confirmation
es: Confirmación de Selección de Idioma

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionConfirmationFooter
source: Confirm Language (Footer)
de: de Confirm Language (Footer)
es: Confirmación de Selección de Idioma

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteQuestion
source: Do you want to vote NULL?
de: de Do you want to vote NULL?
es: ¿Usted quiere votar NULO?

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooter
source: Blank vote footer
de: de Blank vote footer
es: Voto Nulo

# Smartmatic.SAES.GUI.Windows.VotingWindow.CustomAttributeConfirmationFormat
source: Please confirm the selection of %1
de: de Please confirm the selection of %1
es: Por favor confirme la selección de %1

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteFooter
source: NULL party vote footer
de: de NULL party vote footer
es: Voto Nulo

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionConfirmationTitle.Demo
source: Language Selection Confirmation
de: de Language Selection Confirmation
es: Confirmación de Selección de Idioma

source: Confirm Language (Footer)
de: de Confirm Language (Footer)
es: Confirmación de Selección de Idioma

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteQuestion.Demo
source: Do you want to vote NULL?
de: de Do you want to vote NULL?
es: ¿Usted quiere votar NULO?

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooter.Demo
source: Blank vote footer
de: de Blank vote footer
es: Voto Nulo (Pie de página)

# Smartmatic.SAES.GUI.Windows.VotingWindow.CustomAttributeConfirmationFormat.Demo
source: Please confirm the selection of %1
de: de Please confirm the selection of %1
es: Por favor confirme la selección de %1

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteFooter.Demo
source: Null Vote
de: de Null Vote
es: Voto Nulo

source: Language Selection Confirmation
de: de Language Selection Confirmation
es: Confirmación de Selección de Idioma

source: Confirm Language (Footer)
de: de Confirm Language (Footer)
es: Confirmación de Selección de Idioma

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteQuestion.Recovery
source: Do you want to vote NULL?
de: de Do you want to vote NULL?
es: ¿Usted quiere votar NULO?

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooter.Recovery
source: Blank vote footer
de: de Blank vote footer
es: Voto Nulo (Pie de página)

source: Please confirm the selection of %1
de: de Please confirm the selection of %1
es: Por favor confirme la selección de %1

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteFooter.Recovery
source: Null Vote
de: de Null Vote
es: Voto Nulo

# Smartmatic.SAES.GUI.Widgets.LogTreeViewWidget.Library
source: Library
de: de Library
es: Librería

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PrinterErrorDE
source: Foutmelding Printer Ein Fehler ist aufgetreten wahrend das lesen von die Karte. Bitte kontrolieren Sie die Genauigkeit von die Datei de If the error persists ask for technical assistance
de: de Printer Error Ein Fehler ist aufgetreten wahrend das lesen von die Karte. Bitte kontrolieren Sie die Genauigkeit von die Datei de If the error persists ask for technical assistance

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorWriteCardDE
source: Fehler beim schreiben von die Karte. Bitte Genauigkeit kontrolieren de If the error persists ask for technical assistance
de: de Fehler beim schreiben von die Karte. Bitte Genauigkeit kontrolieren de If the error persists ask for technical assistance

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorInfoVotingCardDataDE
source: Fout in Stem kaart. Ein Fehler ist aufgetreten wahrend das lesen von die Karte. Kontrolieren Sie Genauigkeit von Datei de If the error persists ask for technical assistance
de: de Fout in Stem kaart. Ein Fehler ist aufgetreten wahrend das lesen von die Karte. Kontrolieren de Sie Genauigkeit von Datei de If the error persists ask for technical assistance

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardValidityPeriodExpiredDE
source: de Card validity period expired de If the error persists ask for technical assistance
de: de Card validity period expired If the error persists ask for technical assistance

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CriticalAlarmCardNotRemoveDE
source: Alarm Karte ist benutzt de If the error persists ask for technical assistance
de: de Alarm Karte ist benutzt de If the error persists ask for technical assistance

# Smartmatic.SAES.GUI.Widgets.BeidWidget.BELGIQUE
source: BELGIQUE
de: de BELGIQUE

# Smartmatic.SAES.GUI.Widgets.BeidWidget.BELGIE
source: BELGIË
de: de BELGIË

# Smartmatic.SAES.GUI.Widgets.BeidWidget.BELGIEN
source: BELGIEN
de: de BELGIEN

# Smartmatic.SAES.GUI.Widgets.BeidWidget.BELGIUM
source: BELGIUM
de: de BELGIUM

# Smartmatic.SAES.GUI.Widgets.BeidWidget.HolderSignature
source: Holder's signature
de: de Holder's signature

# Smartmatic.SAES.GUI.Widgets.ContingencyWidget.Pin
source: Pin
de: de Pin

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.ButtonOk
source: Ok
es: Regresar

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.ButtonOk
source: Ok
es: Aceptar
