Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.Title
source: Duration verification
de: de Duration verification
es: Duración de verificación
nl: Verificatie van de duurtijd

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.LabelDuration
source: Duration
de: de Duration
es: Duración
nl: Duurtijd

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.LabelHour
source: Hour
de: de Hour
es: Hora
nl: Uur

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.LabelMin
source: Minutes
de: de Minutes
es: Minutos
nl: Minuten

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.LabelSec
source: Seconds
de: de Seconds
es: Segundos
nl: Seconden

# Smartmatic.SAES.GUI.Functionality.PartyContestViewerWidget.VoteMarkedAsDemo
source: Vote marked as demo
de: de Vote marked as demo
es: Voto marcado como demo
nl: Teststemmen

# Smartmatic.SAES.GUI.Functionality.PartyContestViewerWidget.VoteMarkedAsOfficial
source: Vote marked as official
de: de Vote marked as official
es: Voto marcado como oficial
nl: Officiële stem

# Smartmatic.SAES.GUI.Functionality.PartyContestViewerWidget.VoteMarkedAsRecovery
source: Vote marked as recovery
de: de Vote marked as recovery
es: Voto marcado como de recuperación
nl: Herstelde stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BendPrintedTicket
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
de: de Take the vote from the voting machine once the printing has finished de Fold the vote de Take the vote to the eUrn to scan it
es: Tome el voto de la MV una vez que finalice su impresion Doble el voto Lleve el voto a la urna para escanearlo
nl: Vouw het stembiljet in twee met de bedrukte zijde naar binnen U mag zich naar de stembus begeven om uw stembiljet te scannen Uw stemprocedure is beëindigd

# Smartmatic.SAES.GUI.Windows.VotingWindow.BendPrintedTicket.Demo
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
de: de Take the vote from the voting machine once the printing has finished de Fold the vote de Take the vote to the eUrn to scan it
es: Tome el voto de la MV una vez que finalice su impresion Doble el voto Lleve el voto a la urna para escanearlo
nl: Vouw het stembiljet in twee met de bedrukte zijde naar binnen U mag zich naar de stembus begeven om uw stembiljet te scannen Uw stemprocedure is beëindigd

# Smartmatic.SAES.GUI.Windows.VotingWindow.BendPrintedTicket.Recovery
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
de: de Take the vote from the voting machine once the printing has finished de Fold the vote de Take the vote to the eUrn to scan it
es: Tome el voto de la MV una vez que finalice su impresion Doble el voto Lleve el voto a la urna para escanearlo
nl: Vouw het stembiljet in twee met de bedrukte zijde naar binnen U mag zich naar de stembus begeven om uw stembiljet te scannen Uw stemprocedure is beëindigd

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.MessageLVGInvalid
source: Logical Voting Group Invalid
de: de Logical Voting Group Invalid
es: Grupo lógico de votantes inválido
nl: Ongeldig type kiezer

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.MessageVoteCodeInvalid
source: Vote code invalid
de: de Vote code invalid
es: Código de voto inválido
nl: Ongeldige stembiljetcode

source: The vote was consolidated
de: de The vote was consolidated
es: El voto fue consolidado
nl: De stem werd getotaliseerd

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetCloseElection.ErrorMessage
source: An error has occured
de: de An error has occured
es: Un error ha ocurrido
nl: Er heeft zich een fout voorgedaan

# Smartmatic.SAES.GUI.Widget.ConfirmationDeleteWidget.DeleteQuestion
source: Are you sure you want to delete this item?
de: de Are you sure you want to delete this item?
es: Está seguro de que desea eliminar este ítem?
nl: Bent u er zeker van dat u dit wenst te verwijderen?

# Smartmatic.SAES.GUI.Widget.ConfirmationDeleteWidget.Delete
source: Delete
de: de Delete
es: Borrar
nl: Verwijderen

# Smartmatic.SAES.GUI.Widget.ConfirmationDeleteWidget.Back
source: Back
de: Zurück
es: Atrás
nl: Terug

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteWidget.Name
source: Name
de: de Name
es: Nombre
nl: Naam

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteWidget.ClickToInsert
source: Click to insert
de: de Click to insert
es: Click para insertar
nl: Toevoegen

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteWidget.PresidentNote
source: President note
de: de President note
es: Nota del Presidente
nl: Opmerking voorzitter

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteWidget.NormalNote
source: Normal note
de: de Normal note
es: Nota normal
nl: Officiële opmerking

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteRegisterWidget.CreateNote
source: Create note
de: de Create note
es: Crar nota
nl: Opmerking toevoegen

source: Confirm notes
de: de Confirm notes
es: Confirmar notas
nl: Opmerkingen bevestigen

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteRegisterWidget.WriterInfo
source: Writer info
de: de Writer info
es: Escribir información
nl: Gegevens van de auteur

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteRegisterWidget.Back
source: Back
de: Zurück
es: Atrás
nl: Terug

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteRegisterWidget.WriteNote
source: Write note
de: de Write note
es: Escribir nota
nl: Opmerking

source: President note
de: de President note
es: Nota del presidente
nl: Opmerking voorzitter

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteRegisterWidget.AddNote
source: Add note
de: de Add note
es: Agregar nota
nl: Bevestigen

# Smartmatic.SAES.GUI.Widgets.CloseNoteRegisterWidget.ErrorMessage
source: An error has occured
de: de An error has occured
es: Un error ha ocurrido
nl: Er heeft zich een fout voorgedaan

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeaderConfirmation
source: Blank Vote Header Confirmation
de: de Blank Vote Header Confirmation
es: Confirmación de Header de voto en blanco
nl: Bevestiging blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooterConfirmation
source: Blank Vote Footer Confirmation
de: de Blank Vote Footer Confirmation
es: Confirmación de Footer de voto en blanco
nl: Bevestiging blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeaderConfirmation.Demo
source: Blank Vote Header Confirmation
de: de Blank Vote Header Confirmation
es: Confirmación de Header de voto en blanco
nl: Bevestiging blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooterConfirmation.Demo
source: Blank Vote Footer Confirmation
de: de Blank Vote Footer Confirmation
es: Confirmación de Footer de voto en blanco
nl: Bevestiging blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooterConfirmation.Recovery
source: Blank Vote Footer Confirmation
de: de Blank Vote Footer Confirmation
es: Confirmación de Footer de voto en blanco
nl: Bevestiging blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeaderConfirmation.Recovery
source: Blank Vote Header Confirmation
de: de Blank Vote Header Confirmation
es: Confirmación de Header de voto en blanco
nl: Bevestiging blanco stem

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalActivated
source: Total Cards Activated
de: de Total Cards Activated
es: Total de tarjetas activadas
nl: Geactiveerde kaarten

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalRecoveryActivated
source: Total Recovery Activated
de: de Total Recovery Activated
es: Total recuperación activadas
nl: Geactiveerde herstelde kaarten

source: Total Non Audio Recovery Activated
de: de Total Non Audio Recovery Activated
es: Total de recupración sin audion activadas
nl: Activaties niet-audioherstelkaarten

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalOfficialActivated
source: Total Official Cards Activated
de: de Total Official Cards Activated
es: Total de tarjetas oficiales activadas
nl: Geactiveerde officiële kaarten

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalNonAudioActivated
source: Total Non Audio Cards Activated
de: de Total Non Audio Cards Activated
es: Total de tarjetas sin audio activadas
nl: Activaties niet-audiokaarten

source: Total Non Audio Official Cards Activated
de: de Total Non Audio Official Cards Activated
es: Total de tarjetas oficiales sin audio activadas
nl: Activaties niet-audiostemkaarten

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.OfficialNonAudioTitle
source: Non Audio Voting Information
de: de Non Audio Voting Information
es: Información de votos sin audio
nl: Niet-audio steminformatie

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.IsAudio
source: Select Audio Voting
de: de Select Audio Voting
es: Selecionar Audio de voto
nl: Activeer audiostem

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalAudioActivated
source: TotalAudioActivated
de: de TotalAudioActivated
es: Total de audio activados
nl: Activaties audiokaarten

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalDemoActivated
source: TotalDemoActivated
de: de TotalDemoActivated
es: Total de demo activados
nl: Activaties demokaarten

source: TotalAudioOfficialActivated
de: de TotalAudioOfficialActivated
es: Total de activaciones oficiales por audio
nl: Activaties audiostemkaarten

source: TotalAudioDemoActivated
de: de TotalAudioDemoActivated
es: Total de audio demo activados
nl: Activaties audiodemokaarten

source: TotalAudioRecoveryActivated
de: de TotalAudioRecoveryActivated
es: Total de audio de recuperación activado
nl: Activaties audioherstelkaarten

source: TotalNonAudioDemoActivated
de: de TotalNonAudioDemoActivated
es: Total sin audio activados
nl: Activaties niet-audiodemokaarten

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.DemoNonAudioTitle
source: DemoNonAudioTitle
de: de DemoNonAudioTitle
es: Título de demo sin audio
nl: Demo niet-audiokaarten

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.OfficialAudioTitle
source: OfficialAudioTitle
de: de OfficialAudioTitle
es: Título de audio oficial
nl: Officiële audiokaarten

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.DemoAudioTitle
source: DemoAudioTitle
de: de DemoAudioTitle
es: Titulo de audio demo
nl: Demo audiokaarten

source: Card inserted. Please press the button to activate the card
es: Tarjeta insertada. Por favor presione el botón para activar la tarjeta
nl: Klik de knop om de kaart te activeren

source: Are you completely sure you want to activate the card with the information provided?
es: Esta completamente seguro que quiere activar la tarjeta con la información suministrada?
nl: Bent u zeker dat u de kaart met de gegevens wilt activeren?

source: Error validating data. Check position of card
de: de Error validating data. Check position of card
es: Error en la escritura, verifique que esté usando la tarjeta adecuada y que se esté introduciendo en la posicioócorrecta
nl: Fout tijdens het schrijven. Gelieve te controleren dat u de geschikte kaart gebruikt en dat deze op de juiste manier ingevoerd is

source: Activate Card
de: de Activate Card
es: Activar tarjeta
nl: Kaart activeren

# Smartmatic.SAES.GUI.Functionality.RecoveryCardGeneratorFunctionality.Cancel
source: Cancel
de: Annullieren
es: Cancelar
nl: Annuleer

source: Card Activator Functionality
de: de Card Activator Functionality
es: Funcinalidad Activar tarjeta
nl: Kaart activeren

source: Card Activator Functionality
de: de Card Activator Functionality
es: uncinalidad Activar tarjeta
nl: Kaart activeren

source: Demonstration Vote Not Printed
de: de Demonstration Vote Not Printed
es: Voto de demostración no impreso
nl: Teststem niet afgedrukt

source: Generated Cards
de: de Generated Cards
es: Tarjetas generadas
nl: Geactiveerde kaarten

source: Entering vote recovery functionality
de: de Entering vote recovery functionality
es: Entrada a la funcionalidad de recuperacion de voto
nl: Kaart activeren

# Smartmatic.SAES.GUI.Functionality.RecoveryCardGeneratorFunctionality.IsAudio
source: Activate Audio Voting
de: de Activate Audio Voting
es: Activacion de voto con audio
nl: Activeer audiostem

source: Insert the card to activate
de: de Insert the card to activate
es: Inserte tarjeta a activar
nl: Breng een kaart in om te activeren

source: Card inserted. Please press the button to activate the card
es: Tarjeta insertada. Por favor presione el botón para activar la tarjeta
nl: Klik op de knop om de kaart te activeren

source: Are you completely sure you want to activate the card with the information provided?
es: Esta completamente seguro que quiere activar la tarjeta con la información suministrada?
nl: Bent u zeker dat u de kaart met de gegevens wilt activeren?

source: Error validating data. Check position of card
de: de Error validating data. Check position of card
es: Error validando la data. Verifique la posición de la tarjeta
nl: Fout tijdens het schrijven. Gelieve te controleren dat u de geschikte kaart gebruikt en dat deze op de juiste manier ingevoerd is

source: Activate Card
de: de Activate Card
es: Activar tarjeta
nl: Kaart activeren

# Smartmatic.SAES.GUI.Functionality.AssistedCardGeneratorFunctionality.Cancel
source: Cancel
de: Annullieren
es: Cancelar
nl: Annuleer

source: Card Activator Functionality
de: de Card Activator Functionality
es: Funcionalidad de cctivación de tarjeta
nl: Kaart activeren

source: Card Activator Functionality
de: de Card Activator Functionality
es: Funcionalidad de activación de tarjeta
nl: Kaart activeren

source: Demonstration Vote Not Printed
de: de Demonstration Vote Not Printed
es: Voto de demostración no impreso
nl: Teststem niet afgedrukt

source: Card Activator Functionality
de: de Card Activator Functionality
es: Funcionalidad de activación de tarjeta
nl: Kaart activeren

# Smartmatic.SAES.GUI.Functionality.AssistedCardGeneratorFunctionality.IsAudio
source: Select Audio Voting
de: de Select Audio Voting
es: Seleccion audio de voto
nl: Activeer audiostem

source: Please insert card to activate
de: de Please insert card to activate
es: Por favor insertar tarjeta para activar
nl: Breng een kaart in om te activeren

source: Custom Attribute Selection
de: de Custom Attribute Selection
es: Seleccioinar atributo personalizado
nl: Type kiezer selecteren

source: Go Back To The Selections
es: Volver a la selecciones
nl: Druk op deze knop als u terug wilt naar het keuzemenu

source: Back To Selections
de: de Back To Selections
es: Volver a la selecciones
nl: Terug naar keuzemenu

source: Card was Activated
de: de Card was Activated
es: LA tarjeta fue activada
nl: Kaart werd geactiveerd. U kunt de kaart nu verwijderen

# Smartmatic.SAES.GUI.Functionality.AssistedCardGeneratorFunctionality.FillInfo
source: Fill information
de: de Fill information
es: Llenar la información
nl: Gegevens invullen

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.Phone
source: Phone
de: de Phone
es: Teléfono
nl: Telefoon

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.PresidentId
source: President Id
de: de Insert President ID Card or fill in the details
es: Id Presidente
nl: Steek uw eID-kaart in de kaartlezer of vul uw gegevens in

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.SecretaryId
source: Secretary Id
de: de Insert Secretary ID Card or fill in the details
es: Id Secretario
nl: Steek uw eID-kaart in de kaartlezer of vul uw gegevens in

source: Deputy Secretary Id
de: de Insert Deputy Secretary ID Card or fill in the details
es: Id Diputado Secretario
nl: Steek uw eID-kaart in de kaartlezer of vul uw gegevens in

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.AssistentId
source: Assistent Id
de: de Insert Assistent ID Card or fill in the details
es: Id Asistente
nl: Steek uw eID-kaart in de kaartlezer of vul uw gegevens in

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.WitnessId
source: Witness Id
de: de Insert Witness ID Card or fill in the details
es: Id Testigo
nl: Steek uw eID-kaart in de kaartlezer of vul uw gegevens in

source: Assisted Card Activator Funcionality
de: de Assisted Card Activator Funcionality
es: funcionalidad de activador de tarjeta asisitido
nl: Activeer stemkaart voor helpers

source: Recovery Card Activator Funcionality
de: de Recovery Card Activator Funcionality
es: Funcionalidad de Recuperación de Activador de Tarjeta
nl: Activeer herstelkaart

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.VoterInfo
source: VoterInfo
de: de VoterInfo
es: Información del votante
nl: Kiezer

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.PropossedInfo
source: Propossed Info
de: de Propossed Info
es: Información de Propossed
nl: Plaatsvervangende kiezer

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.PollworkerInfo
source: Pollworker Info
de: de Pollworker Info
es: Información de miembro de mesa
nl: Lid stembureau

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ImpugnatorInfo
source: Impugnator Info
de: de Impugnator Info
es: Información Impugnator
nl: Weigeraar

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.DesignatedPersonInfo
source: Designated PersonInfo
de: de Designated PersonInfo
es: Información de persona designada
nl: Aangeduide persoon

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ProxyQuestion
source: Is this an assisted or a proxy voting?
de: de Is this an assisted or a proxy voting?
es: Este es un asistida o una votación proxy?
nl: Gaat het hier over stemming met assistentie of via volmacht?

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ProxyButton
source: Proxy Voting
de: de Proxy Voting
es: Votación Proxy
nl: Stemmen met volmacht

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.PresentialButton
source: Assisted Voting
de: de Assisted Voting
es: Votación Asistida
nl: Stemmen met assistentie

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ChallengeQuestion
source: Does anyone disagree with this activation?
de: de Does anyone disagree with this activation?
es: Alguien está en desacuerdo con esta activación?
nl: Heeft iemand bezwaar tegen deze activatie?

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.YesButton
source: Yes
de: de Yes
es: Si
nl: Ja

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.NoButton
source: No
de: de No
nl: Nee

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ChallengeTitle
source: Observations
de: de Observations
es: Observaciones
nl: Opmerkingen

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.AcceptButton
source: Accept
de: de Accept
es: Aceptar
nl: Bevestigen

# Smartmatic.SAES.GUI.Widgets.StatisticCounterRegisterWidget.ConfirmStatistics
source: en Confirm Statistics
de: de Confirm Statistics
es: Confirmar estadísticas
nl: Bevestigen

# Smartmatic.SAES.GUI.Widgets.StatisticCounterRegisterWidget.ErrorMessage
source: en An error has occured
de: de An error has occured
es: Un error ha ocurrido
nl: Er heeft zich een fout voorgedaan

# Smartmatic.SAES.GUI.Widgets.Voting.VoteStatisticsWidget.VotesStatisticsTitle
source: en Votes Statistics
de: de Votes Statistics
es: Estadísticas de votos
nl: Proces-verbaal vervolledigen

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.LabelOpenElectionDuration
source: en Duration Time
de: de Duration Time
es: Tiempo de Duración
nl: Tijdsduur stemproces

source: Vote Already Processed
de: de Vote Already Processed
es: Voto ya procesado
nl: Stembiljet werd reeds verwerkt

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.IsAudio
source: Activate Audio Voting
de: de Activate Audio Voting
es: Activar audio voto
nl: Activeer audiostem

# Smartmatic.SAES.GUI.Widgets.SignTransmissionPackageWidget.ErrorMessage
source: An error has occuren while signing the Transmission Package
de: de An error has occuren while signing the Transmission Package
es: Un error ha ocurrido mientras se firma la transmición del paquete
nl: Er heeft zich een fout voorgedaan tijdens het ondertekenen van de stemgegevens

# Smartmatic.SAES.GUI.Functionality.PartyContestViewerWidget.VoteIsSuperNull
source: Vote Is Super Null
de: de Vote Is Super Null
es: Voto es super nulo
nl: De stem is een blanco stem

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.VoteMarkedAsOfficial
source: Vote Marked As Official
de: de Vote Marked As Official
es: Voto marcado como oficial
nl: Officiële stem

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.VoteMarkedAsRecovery
source: Vote Marked As Recovery
de: de Vote Marked As Recovery
es: Voto marcado como de recuperación
nl: Herstelde stem

# Smartmatic.SAES.GUI.Widgets.GeneratePVReportWidget.GeneratingPVReportFile
source: Generating PV Report
de: de Generating PV Report
es: Generando Reporte PV
nl: Genereren van het proces-verbaal

# Smartmatic.SAES.GUI.Widgets.GeneratePVReportWidget.ErrorMessage
source: Error Generating PV Report
de: de Error Generating PV Report
es: Error generando PV Report
nl: Er is een fout opgetreden bij het genereren van het proces-verbaal

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.ReportingProcess
source: Reporting
de: de Reporting
es: Reportando
nl: Rapporten

# Smartmatic.SAES.GUI.Windows.VotingWindow.CardNotExtracted
source: Card Not Extracted If the error persists ask for technical assistance
de: de Card Not Extracted If the error persists ask for technical assistance
es: Tarjeta no retirada Si el error persiste, comuníquese con servicio técnico
nl: De kaart werd niet verwijderd Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.Glade.ChangeHour.HourChanged
source: Hour Changed
de: de Hour Changed
es: Hora cambiada
nl: Datum/tijd aangepast

# Smartmatic.SAES.GUI.Functionality.ReportLogFunctionality.ReportLogTitle
source: Report Log
de: de Report Log
es: Reporte Log
nl: Rapport van de activiteiten afdrukken

# Smartmatic.SAES.GUI.Functionality.LogReportFunctionality.LogStartFunctionality
source: Log start
de: de Log start
es: Inicio Log
nl: Start log

# Smartmatic.SAES.GUI.Functionality.LogReportFunctionality.LogCloseFunctionality
source: Log close
de: de Log close
es: Cerrar Log
nl: Afsluiten log

# Smartmatic.SAES.GUI.Widgets.LogTreeViewWidget.Date
source: Date
de: de Date
es: Fecha
nl: Datum

# Smartmatic.SAES.GUI.Widgets.LogTreeViewWidget.Message
source: Reported Action
de: de Reported Action
es: Acción reportada
nl: Gerapporteerde actie

# Smartmatic.SAES.GUI.Widgets.LogTreeViewWidget.Level
source: Level
de: de Level
es: Nivel
nl: Niveau

# Smartmatic.SAES.GUI.Widgets.ChangeLanguageWidget.LanguageChanged
source: Language Changed
de: de Language Changed
es: Lenguaje cambiado
nl: Taal gewijzigd

# Smartmatic.SAES.Glade.ReportLogWidget.TagAudit
source: Audit Log
de: de Audit Log
es: Log Auditoría
nl: Auditrapport

# Smartmatic.SAES.Glade.ReportLogWidget.TagError
source: Error Log
de: de Error Log
es: Log Error
nl: Foutenrapport

# Smartmatic.SAES.GUI.Widgets.PartyContestZoomWidget.TextPrincipal
source: Principal
de: de Principal
nl: Kandidaten

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsDemo
source: Demo vote
de: de Demo vote
es: Voto Demo
nl: Teststemmen

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsOfficial
source: Normal vote
de: de Normal vote
es: Voto Normal
nl: Officiële stem

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsRecovery
source: Recovery vote
de: de Recovery vote
es: Voto Recuperación
nl: Herstelde stem
