Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

# Smartmatic.SAES.GUI.Functionality.StatisticsReportFunctionality.SavingStatistics
source: Exiting the functionality, please wait.
de: de Exiting the functionality, please wait.
es: Saliendo de la funcionalidad, por favor espere
nl: Even geduld

source: The election status was changed.
de: de The election status was changed.
es: El estado de la eleccion fue cambiado
nl: De verkiezingsstatus werd veranderd.

source: Exiting the functionality, please wait.
de: de Exiting the functionality, please wait.
es: Saliendo de la funcionalidad, por favor espere
nl: Even geduld

source: The installation process was not completed. If the problem continues ask for technical assistance.
de: de The installation process was not completed. If the problem continues ask for technical assistance.
es: El proceso de instalacion no fue completado, si el error continua solicite asistencia tecnica
nl: Het installatieproces werd niet voltooid. Als de fout aanhoudt, vraag om technische bijstand

source: The installation process was successfully completed.
de: de The installation process was successfully completed.
es: El proceso de instalacion fue completado satisfactoriamente
nl: Het installatieproces werd met succes voltooid.

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ElectionStatusChanged
source: Exiting Demo Vote functionality.
de: de Exiting Demo Vote functionality.
es: es Exiting Demo Vote functionality.
nl: Teststemmen werden effectief uitgebracht

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ElectionStatusNotChanged
source: Exiting Demo Vote functionality.
de: de Exiting Demo Vote functionality.
es: es Exiting Demo Vote functionality.
nl: Teststemmen werden effectief uitgebracht

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.VoterInfoInstruction
source: ID of the voter
de: de ID of the voter
es: ID del votante
nl: Identiteit van de kiezer

source: ID of the proposed person
de: de ID of the proposed person
es: ID de la persona propuesta
nl: Identiteit van de voorgestelde persoon

source: ID of the poll worker who certifies the assitance
de: de ID of the poll worker who certifies the assitance
es: ID del miembro de mesa que certifica la asistencia
nl: ID van de bijzitter die de bijstand certifiëert

source: ID of the person who disputes
de: de ID of the person who disputes
es: ID de la persona que impugna
nl: Identiteit van de persoon die betwist

source: ID of the designated person
de: de ID of the designated person
es: ID de la persona designada
nl: Identiteit van de aangeduide persoon

source: Proxy vote?
de: de Proxy vote?
es: Voto proxy?
nl: Stem per volmacht?

source: Is there someone disputing this?
de: de Is there someone disputing this?
es: Existe algun opositor?
nl: Is er iemand die dit betwist?

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ChallengeInstruction
source: Reason for disputing
de: de Reason for disputing
es: Razón de la impugnación
nl: Reden tot betwisting

# Smartmatic.SAES.GUI.Windows.ErrorWindow.SuspendWindowTitle
source: Flash USB removed
de: de Flash USB removed
es: USB extraido
nl: USB-gegevensdrager verwijderd

# Smartmatic.SAES.GUI.Windows.ErrorWindow.SuspendWindowInstruction
source: A Flash USB was removed. Please reinsert it to continue
de: de A Flash USB was removed. Please reinsert it to continue
es: Un USB fue extraido, por favor insertelo de nuevo para continuar
nl: Een USB-gegevensdrager werd verwijderd. Gelieve deze opnieuw in te steken om verder te gaan

# Smartmatic.SAES.GUI.Windows.ErrorWindow.AllowWindowTitle
source: Working with only one Flash USB
de: de Working with only one Flash USB
es: Trabajando con un solo USB
nl: Met slechts één USB-gegevensdrager werkend

# Smartmatic.SAES.GUI.Windows.ErrorWindow.AllowWindowInstruction
source: Insert a Flash USB or press Next if you wish to work with only one Flash USB
de: de Insert a Flash USB or press Next if you wish to work with only one Flash USB
es: Inserte un USB o presiona continuar si desea trabajar con un solo USB
nl: Steek een USB-gegevensdrager in of druk op Ga met één enkele USB-gegevensdrager verder om met één enkele USB-gegevensdrager te werken

# Smartmatic.SAES.GUI.Windows.ErrorWindow.AllowWindowButton
source: Continue with only one Flash USB
de: de Continue with only one Flash USB
es: Continuar con un solo USB
nl: Ga met één enkele USB-gegevensdrager verder

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteQuestion
source: referendum null vote question
de: de referendum null vote question
es: Referéndum null la pregunta de votación
nl: Vraag voor referendum blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteHeader
source: referendum null vote header
de: de referendum null vote header
es: Referéndum null header votación
nl: Koptekst voor referendum blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteFooter
source: referendum null vote footer
de: de referendum null vote footer
es: Referéndum null footer votación
nl: Voettekst voor referendum blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNullButton
source: referendum null vote button OK
de: de referendum null vote button OK
es: Referéndum null boton OK votación
nl: Bevestiging blanco stem referendum

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNormalButton
source: referendum null vote button CANCEL
de: de referendum null vote button CANCEL
es: Referéndum null boton CANCELAR votación
nl: Annulatie blanco stem referendum

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteQuestion.Demo
source: DEMO - referendum null vote question
de: de DEMO - referendum null vote question
es: DEMO - Referéndum null pregunta de votación
nl: DEMO - Vraag voor referendum blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteHeader.Demo
source: DEMO - referendum null vote header
de: de DEMO - referendum null vote header
es: DEMO - Referéndum null header votación
nl: DEMO - Koptekst voor referendum blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteFooter.Demo
source: DEMO - referendum null vote footer
de: de DEMO - referendum null vote footer
es: DEMO - Referéndum null footer votación
nl: DEMO - Voettekst voor referendum blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNullButton.Demo
source: DEMO - referendum null vote button OK
de: de DEMO - referendum null vote button OK
es: DEMO - Referéndum null boton OK votación
nl: DEMO - Bevestiging blanco stem referendum

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNormalButton.Demo
source: DEMO - referendum null vote button CANCEL
de: de DEMO - referendum null vote button CANCEL
es: DEMO - Referéndum null boton CANCELAR votación
nl: DEMO - Annulatie blanco stem referendum

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteQuestion.Recovery
source: RECOVERY - referendum null vote question
de: de RECOVERY - referendum null vote question
es: RECOVERY - Referéndum null pregunta de votación
nl: HERSTEL - Vraag voor referendum blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteHeader.Recovery
source: RECOVERY - referendum null vote header
de: de RECOVERY - referendum null vote header
es: RECOVERY - Referéndum null header votación
nl: HERSTEL - Koptekst voor referendum blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteFooter.Recovery
source: RECOVERY - referendum null vote footer
de: de RECOVERY - referendum null vote footer
es: RECOVERY - Referéndum null footer votación
nl: HERSTEL - Voettekst voor referendum blanco stem

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNullButton.Recovery
source: RECOVERY - referendum null vote button OK
de: de RECOVERY - referendum null vote button OK
es: RECOVERY - Referéndum null boton OK votación
nl: HERSTEL - Bevestiging blanco stem referendum

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNormalButton.Recovery
source: RECOVERY - referendum null vote button CANCEL
de: de RECOVERY - referendum null vote button CANCEL
es: RECOVERY - Referéndum null CANCELAR votación
nl: HERSTEL - Annulatie blanco stem referendum

# Smartmatic.SAES.GUI.Widgets.ReferendumSelectionWidget.NullSelection
source: referendum null selection
de: de referendum null selection
es: Referéndum null selección
nl: Kiezen voor een blanco stem in referendum

source: Printing of the diagnosis report failed
de: de Printing of the diagnosis report failed
es: Fallo la impresion del reporte de diagnosticos
nl: Het afdrukken van het diagnoserapport is mislukt

# Smartmatic.SAES.GUI.Widgets.PagingTreeViewWidget.IsPrinting
source: Document is being printed
de: de Document is being printed
es: El documento se está imprimiendo
nl: Het document wordt afgedrukt

# Smartmatic.SAES.GUI.Functionality.ChangeLanguageFunctionality.LanguageChanged
source: Language has been successfully changed
de: de Language has been successfully changed
es: El lenguaje fue cambiado satisfactoriamente
nl: De taal werd met succes gewijzigd

# Smartmatic.SAES.GUI.Functionality.ChangeLanguageFunctionality.LanguageNotChanged
source: Language has not been changed
de: de Language has not been changed
es: El lenguaje no fue cambiado
nl: De taal werd niet gewijzigd

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.DefaultExitMessage
source: Exit the functionality
de: de Exit the functionality
es: Saliendo de la funcionalidad
nl: Exit van de functionaliteit

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.ReconfigureBarcode
source: Reconfiguring barcode reader
de: de Reconfiguring barcode reader
es: Reconfigurar barcode reader
nl: Opnieuw configureren van de barcodelezer

# Smartmatic.SAES.GUI.Widgets.BarcodeDetectionWidget.ReconfigureBarcode
source: Reconfiguring barcode reader
de: de Reconfiguring barcode reader
es: Reconfigurar barcode reader
nl: Opnieuw configureren van de barcodelezer

# Smartmatic.SAES.GUI.Functionality.VoteConsolidationFunctionality.ErrorSaveVote
source: Error while saving the vote
de: de Error while saving the vote
es: Error mientras se guarda el voto
nl: Fout bij het opslaan van de stem

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ErrorSaveVote
source: Error while saving the Demo vote
de: de Error while saving the Demo vote
es: Error mientras se guarda el voto demo
nl: Fout bij het opslaan van de Teststem

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.WrongHours
source: The inserted times are not correct. Please check that the time of solution of the incident is later than the time it was reported
de: de The inserted times are not correct. Please check that the time of solution of the incident is later than the time it was reported
es: Las fechas insertadas no son correctas. Por favor verifique el tiempo de Please check that the time of solution of the incident is later than the time it was reported
nl: De ingevoegde uren zijn niet correct. Controleer of het tijdstip van de oplossing van het incident later is dan het uur dat deze werd gemeld

# Smartmatic.SAES.GUI.Windows.ErrorWindow.VerifyDataWindowTitle
source: Validating data of the memories
de: de Validating data of the memories
es: Verificando data de las memorias
nl: Valideren van de gegevens van de gegevensdragers

# Smartmatic.SAES.GUI.Windows.ErrorWindow.VerifyDataWindowInstruction
source: Please, do not remove the memories
de: de Please, do not remove the memories
es: Por favor, no retire las memorias
nl: Gelieve de gegevensdragers niet te verwijderen

# Smartmatic.SAES.GUI.Widgets.CardActivactorEventBox.TitleCustomAttribute
source: Select type of elector: %1
de: de Select type of elector: %1
es: Selecccionar tipo de elector: %1
nl: Kies type kiezer

# Smartmatic.SAES.GUI.Functionality.ActivationStatsWidget.ActivatingCardPleaseWait
source: Activating Card Please Wait
de: de Activating Card Please Wait
es: Activando tarjeta por favor espere
nl: Kaart wordt geactiveerd, even geduld a.u.b.

# Smartmatic.SAES.GUI.Widgets.ActivationStatsWidget.ActivationNotAllowed
source: Please Connect BCR To Activate Cards
de: de Please Connect BCR To Activate Cards
es: Por favor conecte BarCodeReader para activar tarjetas
nl: Gelieve de barcodelezer aan te sluiten om kaarten te activeren

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.OneMemoryConnected
source: Operating with one memory
de: de Operating with one memory
es: Operando con una sola memoria
nl: Werken met één gegevensdrager

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.BothMemoryConnected
source: Normal Operation Mode
de: de Normal Operation Mode
es: Modo de operación normal
nl: Normale werkingswijze

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.BarcodeConnected
source: BCR is connected
de: de BCR is connected
es: BarCode Reader está conectado
nl: Barcodelezer is aangesloten

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.BarcodeNotConnected
source: BCR is not connected
de: de BCR is not connected
es: BarCode Reader no está conectado
nl: Barcodelezer is niet aangesloten

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.StatisticTitle
source: Vote Consolidation Statistics
de: de Vote Consolidation Statistics
es: Estadísticas de consolidacín de votos
nl: Statistiek stemmenconsolidatie

source: Vote Saved
de: de Vote Saved
es: Voto guardado
nl: Stem opgeslagen

source: Vote Duplicated
de: de Vote Duplicated
es: Voto duplicado
nl: Stem gedupliceerd

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.InstructionBadProccesedVote
source: Bad Vote
de: de Bad Vote
es: Voto malo
nl: Foute stem

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.StartingProcessVote
source: Processing Vote
de: de Processing Vote
es: Procesando voto
nl: Verwerking stem

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.InstructionBarcodeOneMemory
source: Connect the other USB memory to consolidate
de: de Connect the other USB memory to consolidate
es: Conectar la otra memoria USB para consolidar
nl: Sluit de andere USB-gegevensdrager aan om te consolideren

source: BCR and USB memories connected properly
de: de BCR and USB memories connected properly
nl: USB-gegevensdragers en barcodelezer correct aangesloten

source: Connect BCR to consolidate
de: de Connect BCR to consolidate
es: Conectar BCR para consolidar
nl: Sluit de barcodelezer aan om te consolideren

source: Connect BCR to consolidate
de: de Connect BCR to consolidate
es: Conectar BCR para consolidar
nl: Sluit de barcodelezer aan om te consolideren

source: Activate Cards
de: de Activate Cards
es: Tarjetas Activadas
nl: Activeer kaarten

# Smartmatic.SAES.GUI.Widgets.BarcodeDetectionWidget.BarcodeConfigurationFail
source: Barcode Reader Configuration Failed
de: de Barcode Reader Configuration Failed
es: Configuración Barcode Reader fallida
nl: Configuratie barcodelezer mislukt

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.ConnectMemoryToConsolidate
source: Please reinsert memory to consolidate votes
de: de Please reinsert memory to consolidate votes
es: Por favor vuelva a insertar la memoria para consolidación
nl: Gelieve de gegevensdrager weer in te voegen om de stemmen te consolideren

# Smartmatic.SAES.GUI.Widgets.Voting.VoteStatisticsWidget.TotalOfficialVotes
source: Total official votes
de: de Total official votes
es: Total de votos oficiales
nl: Totaal officiële stemmen

source: Entering into the Print Report functionality
de: de Entering into the Print Report functionality
es: Entrando a la funcionalidad de Impresion de Reportes
nl: Binnengaan in de functionaliteit Verslagen Afdrukken

source: Exiting the Print Report functionality
de: de Exiting the Print Report functionality
es: Saliendo de la funcionalidad de Impresion de Reportes
nl: Verlaten van de functionaliteit Verslagen Afdrukken

source: Card Activation / Votes consolidation
de: de Card Activation / Votes consolidation
es: Activacion de tarjetas / Consolidacion de votos
nl: Kaart activeren / Registratie van de stemmen

source: An error occured printing the barcode for the diagnosis. Please use another barcode previously printed or via the screen
de: de An error occured printing the barcode for the diagnosis. de Please use another barcode previously printed or via the screen
es: Hubo un problema con la impresión del código de barras para el diagnostico, intente escanear el código de barras desde otro impreso previamente o desde la pantalla
nl: Probleem met de afdrukte barcode voor de diagnose. Gelieve de barcode te scannen via een andere afdruk of via het scherm.

source: Please wait
de: de Please wait
es: Por favor espere
nl: Even geduld a.u.b.

# Smartmatic.SAES.GUI.Functionality.VoteConsolidationFunctionality.FinalMessage
source: Please wait
de: de Please wait
es: Por favor espere
nl: Even geduld a.u.b.

source: Card satisfactorily activated
de: de Card satisfactorily activated
es: Tarjeta activada satisfactoriamente
nl: Kaart op een bevredigende manier geactiveerd

source: Exiting the activation and consolidation functionality
de: de Exiting the activation and consolidation functionality
es: Saliendo de la funcionalidad de activación y consolidación
nl: De activatie- en consolidatiefunctionaliteit verlaten

source: Entering into the activation and consolidation functionality
de: de Entering into the activation and consolidation functionality
es: Entrando de la funcionalidad de activación y consolidación
nl: Binnengaan in de activatie- en consolidatiefunctionaliteit

# Smartmatic.SAES.GUI.Functionality.ActivationStatsWidget.ErrorActivationCard
source: Error activating card
de: de Error activating card
es: Error activando tarjeta
nl: Fout tijdens het activeren van de kaart

source: Error check data in media
de: de Error check data in media
es: Error chequeando la data en la memoria
nl: Er is een fout opgetreden tijdens het verifiëren van de gegevens in het mediabestand

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.VoteSaved
source: Vote Saved
de: de Vote Saved
es: Voto guardado
nl: Stem bewaard

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.ResultSuccess
source: Contingency card successfully created
de: de Contingency card successfully created
es: Tarjeta de Contingencia creada exitosamente
nl: De noodkaart werd succesvol aangemaakt

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.ErrorReader
source: The card reader is not working properly
de: de The card reader is not working properly
es: La lectora de smartcards no esta funcionando correctamente
nl: De kaartlezer werkt niet correct

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.ErrorWritingCardData
source: Error writing the data in the card
de: de Error writing the data in the card
es: Error escribiendo data en la tarjeta de contingencia
nl: Er is een fout opgetreden bij het wegschrijven van de gegevens naar de kaart

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.ErrorPrinting
source: Error printing contingency card creation report
de: de Error printing contingency card creation report
es: Error imprimiendo reporte de creación de la tarjeta de contingencia
nl: Er is een fout opgetreden bij het afdrukken van het noodkaartra

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.WaitForCardInsertion
source: Please insert a card
de: de Please insert a card
es: Por favor inserte una tarjeta
nl: Voer uw kaart in

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.WritingCardData
source: Writing contingency data in the card
de: de Writing contingency data in the card
es: Escribiendo data en la tarjeta de contingencia
nl: De noodkaart gegevens worden weggeschreven naar de noodkaart

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.PrintingContingencyReport
source: Printing the contingency card creation report
de: de Printing the contingency card creation report
es: Imprimiendo reporte de creación de la tarjeta de contingencia
nl: Afdrukken van het noodkaartcreatierapport

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.WaitingForCardRemoval
source: Please remove the card
de: de Please remove the card
es: Por favor retire la tarjeta
nl: Gelieve de kaart te verwijderen

# Smartmatic.SAES.GUI.Widgets.PersistTransmissionPackageWidget.ErrorMessage
source: Error persisting transmission package
de: de Error persisting transmission package
es: Error guardando paquete de transmisión
nl: Fout bij het bewaren van het verzendingspakket

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.QuitButtonLabel
source: Cancel
de: Annullieren
es: Cancelar
nl: Annuleer

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.RetryButtonLabel
source: Retry
de: de Retry
es: Reintentar
nl: Probeer opnieuw

# Smartmatic.SAES.GUI.HelpConfiguration.ActivationConsolidation
source: Help for Activation / Consolidation of votes
de: de Help for Activation of cards / Consolidation of votes
es: Ayuda de Activacion / Consolidacion
nl: Help voor Kaartactivatie / Registratie van de stemmen

# Smartmatic.SAES.GUI.Widgets.BeidWidget.Name
source: Nom / Name
de: de Nom / Name
nl: Naam / Name

# Smartmatic.SAES.GUI.Widgets.BeidWidget.GivenNames
source: Prénoms / Given Names
de: de Prénoms / Given Names
nl: Voornamen / Given Names

# Smartmatic.SAES.GUI.Widgets.BeidWidget.TypeOfCard
source: Type de carte / Type of card
de: de Type de carte / Type of card
nl: Type kaart / Type of card

# Smartmatic.SAES.GUI.Widgets.BeidWidget.RegistrationCertificate
source: Attestation d'enregistrement
de: de Attestation d'enregistrement
nl: Identiteitskaart

# Smartmatic.SAES.GUI.Widgets.BeidWidget.Sex
source: Sexe / Sex
de: de Sexe / Sex
nl: Geslacht / Sex

# Smartmatic.SAES.GUI.Widgets.BeidWidget.CardNo
source: Nº carte / Card No
de: de Nº carte / Card No
nl: Kaartnr. / Card No

# Smartmatic.SAES.GUI.Widgets.BeidWidget.ValidFromUntil
source: Valide du - au / Valid from - until
de: de Valide du - au / Valid from - until
nl: Geldig van – tot / Valid from - until

# Smartmatic.SAES.GUI.Widgets.BeidWidget.TitularSignature
source: Signature du titulaire /
de: de Signature du titulaire /
nl: Handtekening van de houder

source: The vote preview is deactivated
de: de The vote preview is deactivated
es: La vista previa del voto está desactivada
nl: Het stemvoorbeeld werd gedesactiveerd

source: Preview Deactivated
de: de Preview Deactivated
es: Vista previa desactivada
nl: Stem tonen

source: Preview Activated
de: de Preview Activated
es: Vista previa activada
nl: Stem niet tonen

source: Bad processed vote
de: de Bad processed vote
es: Votos mal procesados
nl: Slecht verwerkte stem

source: Audit and recount of votes
de: de Audit and recount of votes
es: Auditoría y reconteo de votos
nl: Controle en hertelling van de stemmen

source: Error while saving the vote
de: de Error while saving the vote
es: Error mientras se guardaba el voto
nl: Fout bij het opslaan van de stem

source: Processing vote
de: de Processing vote
es: Procesando voto
nl: Stem verwerkt

source: Vote already processed
de: de Vote already processed
es: Voto ya procesado
nl: Stem al verwerkt

source: Waiting for vote
de: de Waiting for vote
es: Esperando por voto
nl: In afwachting van het registreren van een stem

# Smartmatic.SAES.GUI.Widgets.ReportLogWidget.PrintOk
source: Printing ended successfully
de: de Printing ended successfully
es: Impresión terminada con éxito
nl: Afdrukken met success voltooid

# Smartmatic.SAES.GUI.Widgets.PagingTreeViewWidget.InitialMessage
source: The printing can start now
de: de The printing can start now
es: La impresión no puede iniciar ahora
nl: Het afdrukken kan nu beginnen

# Smartmatic.SAES.GUI.Widgets.ContingencyWidget.Title
source: Title
de: de Title
es: Titulo
nl: Titel

source: Vote Preview displayed
de: de Vote Preview displayed
es: Vista preliminar del voto mostrada
nl: Stem getoond
