Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

# Smartmatic.SAES.GUI.Widgets.PartyContestViewerWidget.ContestParties
source: Contest Parties
de: de Contest Parties
es: es Contest Parties
nl: nl Contest Parties

# Smartmatic.SAES.GUI.Widgets.PartyContestViewerWidget.Selected
source: Selected
de: de Selected
es: es Selected
nl: nl Selected

# Smartmatic.SAES.GUI.Widgets.PartyContestViewerWidget.NotSelected
source: Not Selected
de: de Not Selected
es: es Not Selected
nl: nl Not Selected

# Smartmatic.SAES.GUI.Widgets.PartyContestViewerWidget.N/A
source: N/A
de: de N/A
es: No aplica
nl: nl N/A

# Smartmatic.SAES.GUI.Widgets.PartyContestZoomWidget.Back
source: Back
de: de Back
es: Atras
nl: Terug

# Smartmatic.SAES.GUI.Widgets.Voting.EndVotingWidget.ForceEndVoting
source: Canceling voting experience
de: de Canceling voting experience
es: Cancelando la experiencia de votacion
nl: De stemprocedure wordt beëindigd

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.PoliceId
source: Insert Police ID Card
de: de Insert Police ID Card or fill in the details
es: Inserte ID del policia
nl: Voer indentiteitskaart in van de persoon aan wie het recht van politie werd overgedragen of vul de details in

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetCloseVotation.IdCardMessage
source: Register President ID
de: de Register President ID
es: Registre ID del policia
nl: Registreer de identiteitskaart van de voorzitter

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetCloseVotation.IdCardMessageConfirm
source: Confirm This ID
de: de Confirm This ID
es: Confirme este ID
nl: Bevestig deze gegevens

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetVMInstall.IdCardMessageConfirm
source: Confirm This ID
de: de Confirm This ID
es: Confirme este ID
nl: Bevestig deze gegevens

source: Insert Substitute President ID Card
de: de Insert Substitute President ID Card
es: Inserte ID del presidente sustituto
nl: Voer elektronische identiteitskaart in van de plaatsvervangende voorzitter

source: Substitute President
de: de Substitute President
es: Presidente sustituto
nl: Plaatsvervangende voorzitter

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.Police
source: Police
de: de Police
es: Policia
nl: Persoon met politiebevoegheid

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.AllJournal
source: Full time?
de: de Full time?
es: ¿Jornada completa?
nl: Voltijds?

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.InitJournal
source: Start (hh:mm)
de: de Start (hh:mm)
es: Inicio (hh:mm)
nl: Beginnen (hh:mm)

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.EndJournal
source: End (hh:mm)
de: de End (hh:mm)
es: Fin (hh:mm)
nl: Einde (hh:mm)

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.RegisterPollWorker
source: The registration of the president of the voting center is required to close the election
de: de The registration of the president of the voting center is required to close the election
es: El registro del presidente de la mesa es requerido para poder cerrar la eleccion
nl: De registratie van de voorzitter is vereist om de verkiezing af te sluiten

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetOpenElection.Fail
source: Error persisting information of the eID for the opening of the election
de: de Error persisting information of the eID for the opening of the election
es: Falla persistiendo informacion del eID para la aperturta de la eleccion
nl: Fout bij de persistentie van de eID gegevens bij de opening van de verkiezing

# Smartmatic.SAES.GUI.Widgets.OpenElectionFunctionality.Fail
source: Error adding open election note
de: de Error adding open election note
es: Error agregando la nota de apertura de la eleccion
nl: Fout bij het invoegen van de opmerking voor de opening van de verkiezing

# Smartmatic.SAES.GUI.Widgets.OpenElectionStatusWidget.OpenElection
source: Opening the election
de: de Opening the election
es: Abriendo la eleccion
nl: De verkiezingen worden geopend

# Smartmatic.SAES.GUI.Widgets.OpenElectionStatusWidget.ErrorMessage
source: An error occurred, please request technical assistance
de: de An error occurred, please request technical assistance
es: Ha ocurrido un error, por favor solicite asistencia tecnica
nl: Er is een fout opgetreden. Gelieve technische ondersteuning te zoeken

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.LoadCenterSuccess
source: Voting center has been loaded successfully
de: de Voting center has been loaded successfully
es: El centro de votacion ha sido cargado con exito
nl: Het stembureau is met succes voorbereid

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ExitFunctionality
source: Exiting Demo Vote functionality
de: de Exiting Demo Vote functionality
es: Saliendo de la funcionalidad de voto demo
nl: Teststemmen werden effectief uitgebracht

# Smartmatic.SAES.GUI.Windows.VotingWindow.CryptoError
source: Crypto Error
de: de Crypto Error
es: Error de encriptacion
nl: Fout tijdens de versleuteling

# Smartmatic.SAES.GUI.Windows.VotingWindow.UnexpectedAlarm
source: An unexpected Alarm is been triggered
de: de An unexpected Alarm is been triggered
es: Una alarma inesperada ha ocurrido
nl: Een onverwachte alarmsignaal werd geactiveerd

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterNearEndOfPaperBeforeVote
source: Alarm: Paper running out If the error persists ask for technical assistance
de: de Alarm: Paper running out If the error persists ask for technical assistance
es: Alarma: Se esta terminando el papel Si el error persiste, solicite asistencia tecnica
nl: Alarm: papier is bijna op Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.GUI.Windows.VotingWindow.AlarmBoxDisconnected
source: AlarmBox is disconnected
de: de AlarmBox is disconnected
es: El AlarmBox esta desconectado
nl: Alarmdoos is niet aangesloten

# Smartmatic.SAES.GUI.Windows.VotingWindow.AlarmBoxConnected
source: AlarmBox is connected
de: de AlarmBox is connected
es: El AlarmBox esta conectado
nl: Alarmdoos is aangesloten

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterNearEndOfPaperAfterVote
source: Alarm: Paper running out If the error persists ask for technical assistance
de: de Alarm: Paper running out If the error persists ask for technical assistance
es: Alarma: Se esta terminando el papel es Si el error persiste, solicite asistencia tecnica
nl: Alarm: papier is bijna op Als de fout aanhoudt, vraag om technische bijstand

source: Assisted voting registration
de: de Assisted voting registration
es: Registro de activaciones asistidas
nl: Registreren van stemmen met assistentie

# Smartmatic.SAES.GUI.HelpConfiguration.VotingForDisabledInfo
source: Help for assisted voting registration
de: de Help for assisted voting registration
es: Ayuda de registro de activaciones asistidas
nl: Hulp voor registreren van stemmen met assistentie

source: Assisted voting registration
de: de Assisted voting registration
es: Registro de activaciones asistidas
nl: Registreren van stemmen met assistentie

source: Entering assisted voting registration functionality
de: de Entering assisted voting registration functionality
es: Entrada a la funcionalidad de registro de activaciones asistidas
nl: De functie voor de registratie van stemmen met assistentie wordt ingevoerd

source: Closing assisted voting registration functionality
de: de Closing assisted voting registration functionality
es: Salida de la funcionalidad de registro de activaciones asistidas
nl: De functie voor de registratie van stemmen met assistentie wordt afgesloten

# Smartmatic.SAES.GUI.Functionality.VotingForDisabledFunctionality.FinalMessage
source: Exiting assisted voting registration functionality
de: de Exiting assisted voting registration functionality
es: Saliendo de la funcionalidad de registro de activaciones asistidas
nl: De functie voor de registratie van stemmen met assistentie wordt afgesloten

source: Do you doubt dissability?
de: de Do you doubt dissability?
es: es Do you doubt dissability?
nl: Wordt lichaamsgebrek in twijfel getrokken?

source: Do you approve voting?
de: de Do you approve voting?
es: es Do you approve voting?
nl: Wordt het stemmen toegestaan?

source: Comments
de: de Comments
es: Comentarios
nl: Opmerkingen

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.VotingForDisabledInfoWidget.Cancel
source: Cancel
de: Annullieren
es: Cancelar
nl: Annuleer

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.VotingForDisabledInfoWidget.Accept
source: Accept
de: de Accept
es: Aceptar
nl: Bevestigen

source: Info of Voter
de: de Info of Voter
es: Información del Votante
nl: Gegevens van stemmer

source: Info of Assistant
de: de Info of Assistant
es: Información del Asistente
nl: Gegevens van de persoon die assisteert

source: Info of Accompanist
de: de Info of Accompanist
es: Información del Acompañante
nl: Gegevens van de persoonlijke begeleider

source: Would you like to register an assisted voting or an accompanied voting?
de: de Would you like to register an assisted voting or an accompanied voting?
es: es Would you like to register an assisted voting or an accompanied voting?
nl: Kies het type assistentie:

source: Assisted
de: de Assisted
es: Asistido
nl: Bijstand door lid stembureau

source: Accompanied
de: de Accompanied
es: Acompañado
nl: Met persoonlijke begeleider

source: Assisted
de: de Assisted
es: Asistido
nl: Bijstand door lid stembureau

source: Assistant
de: de Assistant
es: Asistente
nl: Persoon die assisteert

source: Accompanied
de: de Accompanied
es: Acompañado
nl: Met persoonlijke begeleider

source: Accompanist
de: de Accompanist
es: Acompañante
nl: Persoon die bijstand verleent

source: Voter
de: de Voter
es: Votante
nl: Stemmer

source: Disabled
de: de Disabled
es: Discapacitado
nl: Uitgeschakeld

source: Approved
de: de Approved
es: Aprobado
nl: Toegestaan

source: Not Ok
de: de Not Ok
es: es Not Ok
nl: Niet juist

source: Approved
de: de Approved
es: Aprobado
nl: Toegestaan

source: Rejected
de: de Rejected
es: Rechazado
nl: Verworpen

source: Input error, verify the information inserted and try again
de: de Input error, verify the information inserted and try again
es: es Input error, verify the information inserted and try again
nl: Foute invoer, probeer opnieuw

source: Insert Assistant Secretary ID Card or fill in the details
de: de Insert Assistant Secretary ID Card or fill in the details
es: es Insert Assistant Secretary ID Card or fill in the details
nl: Steek uw eID-kaart in de kaartlezer of vul uw gegevens in

source: Insert Deputy President ID Card or fill in the details
de: de Insert Deputy President ID Card or fill in the details
es: es Insert Deputy President ID Card or fill in the details
nl: Steek uw eID-kaart in de kaartlezer of vul uw gegevens in

source: Insert Deputy Assistant ID Card or fill in the details
de: de Insert Deputy Assistant ID Card or fill in the details
es: es Insert Deputy Assistant ID Card or fill in the details
nl: Steek uw eID-kaart in de kaartlezer of vul uw gegevens in

source: Insert Deputy Witness ID Card or fill in the details
de: de Insert Deputy Witness ID Card or fill in the details
es: es Insert Deputy Witness ID Card or fill in the details
nl: Steek uw eID-kaart in de kaartlezer of vul uw gegevens in

source: Insert Deputy Assistant Secretary ID Card or fill in the details
de: de Insert Deputy Assistant Secretary ID Card or fill in the details
es: es Insert Deputy Assistant Secretary ID Card or fill in the details
nl: Steek uw eID-kaart in de kaartlezer of vul uw gegevens in

source: Cleaned Selections
de: de Cleaned Selections
es: es Cleaned Selections
nl: Vernieuw de selectie

source: Assistant Secretary
de: de Assistant Secretary
es: es Assistant Secretary
nl: Adjunct-secretaris

source: Deputy President
de: de Deputy President
es: es Deputy President
nl: Plaatsvervangende voorzitter

source: Deputy Assistant
de: de Deputy Assistant
es: es Deputy Assistant
nl: Plaatsvervangende secretaris

source: Deputy Witness
de: de Deputy Witness
es: es Deputy Witness
nl: Plaatsvervangende getuige

source: Deputy Assistant Secretary
de: de Deputy Assistant Secretary
es: es Deputy Assistant Secretary
nl: Plaatsvervangende adjunct-secretaris

source: Police Notes Registration
de: de Police Notes Registration
es: es Police Notes Registration
nl: Registratie van de nota's van de politiebevoegheid

source: Police Notes Registration
de: de Police Notes Registration
es: es Police Notes Registration
nl: Registratie van de nota's van de politiebevoegheid

# Smartmatic.SAES.GUI.Functionality.PoliceNotesFunctionality.LogStartFunctionality
source: Starting Police Notes Registration
de: de Starting Police Notes Registration
es: es Starting Police Notes Registration
nl: Begin van de registratie van de nota's van de politiebevoegheid

# Smartmatic.SAES.GUI.Functionality.PoliceNotesFunctionality.LogCloseFunctionality
source: Police Notes Registration Completed
de: de Police Notes Registration Completed
es: es Police Notes Registration Completed
nl: Registratie van de nota's van de politiebevoegheid afgerond

# Smartmatic.SAES.GUI.Functionality.PoliceNotesFunctionality.FinalMessage
source: Exiting Police Notes Registration, please wait
de: de Exiting Police Notes Registration, please wait
es: es Exiting Police Notes Registration, please wait
nl: Even geduld

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.Title
source: Insert ID of Voter
de: de Insert ID of Voter
es: es Insert ID of Voter
nl: Plaats ID van de kiezer

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.Back
source: Back
de: Zurück
es: Regresar
nl: Terug

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.Accept
source: Accept
de: de Accept
es: Aceptar
nl: Bevestigen

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.ActionOne
source: The voter obeyed
de: de The voter obeyed
es: es The voter obeyed
nl: Heeft gehoorzaamd

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.ActionTwo
source: The voter was removed
de: de The voter was removed
es: es The voter was removed
nl: Werd verwijderd

source: The voter was allowed to vote
de: de The voter was allowed to vote
es: es The voter was allowed to vote
nl: Werd toegelaten

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.CreateNote
source: Create New Note
de: de Create New Note
es: es Create New Note
nl: Nieuwe nota aanmaken

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterInfoWidget.Title
source: Police Note
de: de Police Note
es: es Police Note
nl: Nota van de politiebevoegheid

source: First Name
de: de First Name
es: Nombre
nl: Voornaam

source: Last Name
de: de Last Name
es: Apellido
nl: Achternaam

source: The voter obeyed
de: de The voter obeyed
es: es The voter obeyed
nl: Heeft gehoorzaamd

source: The voter was removed
de: de The voter was removed
es: es The voter was removed
nl: Werd verwijderd

source: The voter was allowed to vote
de: de The voter was allowed to vote
es: es The voter was allowed to vote
nl: Werd toegelaten

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterInfoWidget.Yes
source: Yes
de: Ja
es: Si
nl: Ja

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterInfoWidget.No
source: No
de: Nein
nl: Nee

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.Comment
source: Comment
de: de Comment
es: Commentario
nl: Opmerkingen

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.Deputy
source: Sustitute
de: de Sustitute
es: Suplente
nl: Vervanger

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.Deputy
source: Sustitute
de: de Sustitute
es: Suplente
nl: Vervanger

source: Accept Designation?
de: de Accept Designation?
es: Aceptar Designación?
nl: Aanvaarden van toekenning?

source: Reason
de: de Reason
es: Razón
nl: Motief

source: Assigned by Bureau?
de: de Assigned by Bureau?
es: es Assigned by Bureau?
nl: Toegewezen door het stembureau?

# Smartmatic.SAES.GUI.Widgets.StatisticCounterRegisterWidget.FieldError
source: One of the fields has a wrong value
de: de One of the fields has a wrong value
es: Uno de los campos posee un valor incorrecto
nl: Invoerfout in één van de velden

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.ErrorMemoryPath
source: No functionality available until both USB-drives are connected
de: de No functionality available until both USB-drives are connected
es: es No functionality available until both USB-drives are connected
nl: Geen enkele functie is beschikbaar totdat beide Master USB gegevensdragers worden aangesloten

# Smartmatic.SAES.GUI.Widgets.DiagnosisBlockedWidget.TitleMessage
source: Please check that all necessary devices are connected in order to initiate the diagnostics process
de: de Please check that all necessary devices are connected in order to initiate the diagnostics process
es: es Please check that all necessary devices are connected in order to initiate the diagnostics process
nl: Gelieve te controleren of alle randapparatuur is aangesloten alvorens met de diagnose te starten

# Smartmatic.SAES.GUI.Widgets.Voting.PrintVoteWidget.WaitPrintingTicket
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
de: de Take the vote from the voting machine once the printing has finished de Fold the vote de Take the vote to the eUrn to scan it
es: es Take the vote from the voting machine once the printing has finished es Fold the vote es Take the vote to the eUrn to scan it
nl: nl Take the vote from the voting machine once the printing has finished nl Fold the vote nl Take the vote to the eUrn to scan it

# Smartmatic.SAES.GUI.Widgets.Voting.EndPrintVoteWidget.BendPrintedTicket
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
de: de Take the vote from the voting machine once the printing has finished de Fold the vote de Take the vote to the eUrn to scan it
es: es Take the vote from the voting machine once the printing has finished es Fold the vote es Take the vote to the eUrn to scan it
nl: nl Take the vote from the voting machine once the printing has finished nl Fold the vote nl Take the vote to the eUrn to scan it

# Smartmatic.SAES.GUI.Widgets.Voting.RemoveCardWidget.PleaseRemoveTheCard
source: Please remove card to start printing the vote
de: de Please remove card de to start printing the vote
es: es Please remove card es to start printing the vote
nl: nl Please remove card nl to start printing the vote

# Smartmatic.SAES.GUI.Widgets.ReportLogWidget.PrintError
source: Printer Error
de: de Printer Error
es: Error de impresion
nl: De printer kan niet worden gedetecteerd. Verzeker er u van dat de printer is aangesloten en herstart de voorzittersmachine. Indien de fout zich blijft voordoen, gelieve om technische bijstand te vragen.

source: Data Utils Validator Functionality Start
de: Start Validierungsfunktion Datenverwender
es: es Data Utils Validator Functionality Start
nl: Start de gegevensgebruik-valideringsfunctie

source: Data Utils Validator Functionality Stop
de: Stop Validierungsfunktion Datenverwender
es: es Data Utils Validator Functionality Stop
nl: Stop de gegevensgebruik-valideringsfunctie

# Smartmatic.SAES.GUI.Functionality.DataUtilsValidatorFunctionality.WindowTitle
source: Data Utils Validator Functionality
de: Validierungsfunktion Datenverwender
es: es Data Utils Validator Functionality
nl: Gegevensgebruik-valideringsfunctie

source: Error Load Voting Center File
de: Fehler beim Laden der Datei des Wahlzentrums
es: es Error Load Voting Center File
nl: Fout bij het laden van het stembureau

source: Initializes The Center Validation
de: Initialisiert die Validierung des Zentrums
es: es Initializes The Center Validation
nl: Initialiseert validering van het centrum

# Smartmatic.SAES.GUI.Functionality.DataUtilsValidatorFunctionality.LoadLanguages
source: Load Languages
de: Sprachen laden
es: es Load Languages
nl: Laden van talen

source: Language Not Found
de: Sprache nicht gefunden
es: es Language Not Found
nl: Talen niet gevonden

# Smartmatic.SAES.GUI.Functionality.DataUtilsValidatorFunctionality.CreateCards
source: Create Cards
de: Karten erstellen
es: es Create Cards
nl: Maak kaarten aan

# Smartmatic.SAES.GUI.Functionality.DataUtilsValidatorFunctionality.CreateCard
source: Create Card :
de: Karte erstellen:
es: es Create Card :
nl: Maak kaart aan:

source: Init Voting Experience Fail
de: Initialisierung des Wahlvorgangs fehlgeschlagen
es: es Init Voting Experience Fail
nl: Initialisering van de stemvoortgang is niet gelukt

source: Load Configuration Fail
de: Laden der Konfiguration fehlgeschlagen
es: es Load Configuration Fail
nl: Laden van configuratie is niet gelukt

source: Center Folder Not Found
de: Ordner des Zentrums nicht gefunden
es: es Center Folder Not Found
nl: Centrummap niet gevonden

source: Data Utils Validator Functionality Start
de: Start Validierungsfunktion Datenverwender
es: es Data Utils Validator Functionality Start
nl: Start de gegevensgebruik-valideringsfunctie

# Smartmatic.SAES.GUI.Functionality.DataUtilsValidatorFunctionality.Authentication
source: Authentication
de: Identifizierung
es: es Authentication
nl: Identificatie

source: Init Electoral Configuration
de: Initialisierung Wahlkonfiguration
es: es Init Electoral Configuration
nl: Initialisatie van kiesconfiguratie

source: Load Electoral Configuration
de: Laden Wahlkonfiguration
es: es Load Electoral Configuration
nl: Laden van kiestconfiguratie

source: Authentication Fail
de: Identifizierung fehlgeschlagen
es: es Authentication Fail
nl: Identificatie is niet gelukt

source: Password Not Found
de: Passwort nicht gefunden
es: es Password Not Found
nl: Paswoord niet gevonden

source: Error Load Electoral Configuration
de: Fehler beim Laden der Wahlkonfiguration
es: es Error Load Electoral Configuration
nl: Fout bij het laden van de kiesconfiguratie

# Smartmatic.SAES.GUI.Widgets.DataUtilsResultWidget.Success
source: Centers success :
de: Zentren erfolgreich:
es: es Centers success :
nl: Centra - gelukt:

# Smartmatic.SAES.GUI.Widgets.DataUtilsResultWidget.Fail
source: Centers fail :
de: Zentren fehlgeschlagen:
es: es Centers fail :
nl: Centra - niet gelukt:

# Smartmatic.SAES.GUI.Widgets.DataUtilsValidatorWidget.Statistics
source: Statistics
de: Statistiken
es: es Statistics
nl: Statistieken

# Smartmatic.SAES.GUI.Widgets.DataUtilsValidatorWidget.Success
source: Success
de: Erfolgreich
es: es Success
nl: Gelukt

# Smartmatic.SAES.GUI.Widgets.DataUtilsValidatorWidget.Fail
source: Fail
de: Fehlgeschlagen
es: es Fail
nl: Niet gelukt

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.RemoveContingencyCardTitle
source: Contingency Card Removal
de: de Contingency Card Removal
nl: Noodkaart verwijderen

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.RemoveContingencyCardText
source: Please remove the Contingency Card from the Smartcard reader in order to continue with the installation process. Remember that it is not possible to create a new Contingency Card, so please make sure to keep it in a safe place
de: de Please remove the Contingency Card from the Smartcard reader in order to continue with the installation process. Remember that it is not possible to create a new Contingency Card, so please make sure to keep it in a safe place
es: es Please remove the Contingency Card from the Smartcard reader in order to continue with the installation process. Remember that it is not possible to create a new Contingency Card, so please make sure to keep it in a safe place
nl: Verwijder de noodkaart uit de kaartlezer om verder te gaan met het installatieproces. Het is onmogelijk om deze kaart voor een tweede keer aan te maken dus bewaar deze kaart samen met het noodkaartrapport op een veilige plaats.
