Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: de, es, nl

source: Unexpected error setting the Election Status. The Election Status was not updated
de: de Unexpected error setting the Election Status. The Election Status was not updated
es: Inesperado error en la configuración del estatus de la elección. El estatus de eleccción no fue actualizado
nl: Onverwachte fout bij het instellen van de verkiezingsstatus. De verkiezingsstatus werd niet bijgewerkt

# Smartmatic.SAES.GUI.Widgets.PersistCodiFilesWidget.PersistCodiFiles
source: CODI files are being generated
de: de CODI files are being generated
es: Los archivos CODI estan siendo generados
nl: CODI bestanden worden aangemaakt

# Smartmatic.SAES.GUI.Widgets.PersistCodiFilesWidget.ErrorMessage
source: Error generating CODI files
de: de Error generating CODI files
es: Error generando los archivos CODI
nl: Fout tijdens het aanmaken van de CODI bestanden

# Smartmatic.SAES.GUI.Widgets.PersistAllResultWidget.PersistAllResult
source: Result files are being generated
de: de Result files are being generated
es: Los archivos de resultado estan siendo generados
nl: Resultaat bestanden worden aangemaakt

# Smartmatic.SAES.GUI.Widgets.PersistAllResultWidget.ErrorMessage
source: Error generating result files
de: de Error generating result files
es: Error generando archivos de resultado
nl: Fout, de resultaat bestanden kunnen niet worden aangemaakt

source: Problem in Data loading custom-attribute-definition
de: Problem mit 'Data loading custom-attribute-definition'
es: Problema en la DATA cargando el parametro custom-attribute-definition
nl: Probleem met 'Data loading custom-attribute-definition'

source: Error
de: Fehler
nl: Fout

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.TextWaitForCardInsertion
source: This card is used during the contingency process, it is not intended to be used as installation card for the VM
de: de This card is used during the contingency process, it is not intended to be used as installation card for the VM
es: Esta tarjeta permitirá realizar la contingencia de la maquina de presidente, no se utiliza como tarjeta de inicio para la VM
nl: Dit is de noodkaart die wordt gebruikt tijdens het noodproces, deze is verschillend van de aanmeldkaart die wordt gebruikt om de stemcomputer te installeren

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.TextWritingCardData
source: This card is used during the contingency process, it is not intended to be used as installation card for the VM
de: de This card is used during the contingency process, it is not intended to be used as installation card for the VM
es: Esta tarjeta permitirá realizar la contingencia de la maquina de presidente, no se utiliza como tarjeta de inicio para la VM
nl: Dit is de noodkaart die wordt gebruikt tijdens het noodproces, deze is verschillend van de aanmeldkaart die wordt gebruikt om de stemcomputer te installeren

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.TextWaitingForCardRemoval
source: This card is used during the contingency process, it is not intended to be used as installation card for the VM
de: de This card is used during the contingency process, it is not intended to be used as installation card for the VM
es: Esta tarjeta permitirá realizar la contingencia de la maquina de presidente, no se utiliza como tarjeta de inicio para la VM
nl: Dit is de noodkaart die wordt gebruikt tijdens het noodproces, deze is verschillend van de aanmeldkaart die wordt gebruikt om de stemcomputer te installeren

source: Printing information for Contingency Card, keep this information in a save place
de: de Printing information for Contingency Card, keep this information in a save place
es: Imprimiendo información necesaria para la tarjeta de contingencia, mantenga esta información en un lugar seguro
nl: De gegevens van de noodkaart worden afgedrukt, bewaar deze op een veilige plaats!

# Smartmatic.SAES.GUI.Widgets.ReportPrintingCloseWidget.PrintReport
source: Starting to print PV Report
de: de Starting to print PV Report
es: Inicia impresión del pv report
nl: Het proces-verbaal wordt afgedrukt

# Smartmatic.SAES.GUI.Widgets.ReportPrintingCloseWidget.FinishPrintReport
source: PV report impression ended
de: de PV report impression ended
es: Finaliza impresión del pv report
nl: Het afdrukken van het proces-verbaal is voltooid

source: Waiting to consolidate vote with both memories
de: de Waiting to consolidate vote with both memories
es: Esperando consolidación de voto con dos memorias
nl: De stemmen de worden geconsolideerd

source: Waiting to consolidate vote with one memory
de: de Waiting to consolidate vote with one memory
es: Esperando consolidación de voto con una memoria
nl: De stemmen de worden geconsolideerd

source: It is no possible to consolidate votes, the barcode reader is disconnected
de: de It is no possible to consolidate votes, the barcode reader is disconnected
es: No es posible consolidar votos, barcode desconectado
nl: De stemmen kunnen niet worden geconsolideerd.

source: It is no possible to consolidate votes, the barcode reader is disconnected
de: de It is no possible to consolidate votes, the barcode reader is disconnected
es: No es posible consolidar votos, barcode desconectado
nl: De stemmen kunnen niet worden geconsolideerd.

source: Error processing vote
de: de Error processing vote
es: Error procesando voto
nl: Fout tijdens de verwerking van de stemmen.

source: Instructions
de: de Instructions
es: Instrucciones
nl: Instructies

source: During this step the Voting Machine(s) will be installed. Please press the Install Voting Machine(s) button displayed on the left side of this message, and follow the instructions to install the Voting Machine(s). First the token is requested, so insert a Card to save the VM(s) installation password. This token would be used to install each voting machine of the polling place. Second remove the USB key in order to install all voting machines. Once the installation is done, insert the USB key back in the USB Hub to finish installation
de: de During this step the Voting Machine(s) will be installed. Please press the Install Voting Machine(s) button displayed on the left side of this message, and follow the instructions to install the Voting Machine(s). First the token is requested, so insert a Card to save the VM(s) installation password. This token would be used to install each voting machine of the polling place. Second remove the USB key in order to install all voting machines. Third, once the installation is done, insert the USB key back in the USB Hub to finish installation
es: Durante este paso la MV sera instalada. Por favor presione el boton 'Instalar MV' mostrado al lado de este mensaje, y siga las instrucciones para instalar la(s) MV. Primero el token es solicitado, por lo tanto se debe introducir una tarjeta al SCR. Este token se debe usar para instalar todas las maquinas de votacion. Luego se debe retirar la memoria USB para instalar todas las maquinas de votacion. Una vez que se culmine con la instalacionde las MVs, inserte la memoria USB en el hub de la PM para finalizar el proceso
nl: Tijdens deze stap worden de stemcomputers geïnstalleerd. Druk op de knop 'Stemcomputers installeren' en volg de instructies. De installatie bestaat uit de volgende stappen: 1. De aanmeldkaart inbrengen zodat het installatiewachtwoord erop bewaard kan worden. Deze aanmeldkaart zal gebruikt worden om elke stemcomputer in het stembureau te installeren. 2. De USB-gegevensdrager verwijderen om de stemcomputers te installeren. 3. Na de installatie van de stemcomputers moet de USB-gegevensdrager opnieuw in de voorzittermachine geplaatst worden om de installatie te voltooien.

source: Installation Stage
de: de Installation Stage
nl: Installatie

source: Instructions
de: de Instructions
nl: Instructies

source: During this step, the poll worker(s) information is requested. Please press the Register Poll Worker(s) button displayed on the left side of this message. A screen is displayed with one box per each poll worker of the voting center. To insert the poll worker(s) information, click on the Add button of that poll worker. The information can be inserted using an eID or manually. Repeat the same process with all Poll Workers to be registered (At least the President information has to be inserted to continue).
de: de During this step, the poll worker(s) information is requested. Please press the Register Poll Worker(s) button displayed on the left side of this message. A screen is displayed with one box per each poll worker of the voting center. To insert the poll worker(s) information, click on the Add button of that poll worker. The information can be inserted using an eID or manually. Repeat the same process with all Poll Workers to be registered (At least the President information has to be inserted to continue).
es: es During this step, the poll worker(s) information is requested. Please press the Register Poll Worker(s) button displayed on the left side of this message. A screen is displayed with one box per each poll worker of the voting center. To insert the poll worker(s) information, click on the Add button of that poll worker. The information can be inserted using an eID or manually. Repeat the same process with all Poll Workers to be registered (At least the President information has to be inserted to continue).
nl: Tijdens deze stap wordt de registratie van de leden van het stembureau vervolledigd. Druk op de knop 'Leden Stembureau Beheren' om de leden van het stembureau te beheren. Via de knop 'Toevoegen' kan een lid van het stembureau toegevoegd worden. Deze informatie kan ingevuld worden door de eID-kaart in te voeren of manueel. Op deze manier kunnen de verschillende leden van het stembureau geregistreerd worden. Elk lid van het stembureau wordt getoond in een apart vak op het scherm. U moet ten minste de voorzitter van het stembureau toevoegen om verder te gaan.

source: Register Pollworker Stage
de: de Register Pollworker Stage
nl: Registreer leden stembureau

source: Instructions
de: de Instructions
nl: Instructies

source: During this step, a Demonstration Vote should be casted. Please press the Demonstration button displayed on the left side of this message. A screen showing 2 steps is displayed, follow the steps: First, insert a card into the smart card reader and wait for it to activate. Second cast the vote using the VM. Third, read the vote using the eUrn. Press the exit button on the top right side of the screen to exit this functionality.
de: de During this step, a Demonstration Vote should be casted. Please press the Demonstration button displayed on the left side of this message. A screen showing 2 steps is displayed, follow the steps: First, insert a card into the smart card reader and for it to activate. Second cast the vote using the VM. Third, read the vote using the eUrn. Press the exit button on the top right side of the screen to exit this functionality.
es: es During this step, a Demonstration Vote should be casted. Please press the Demonstration button displayed on the left side of this message. A screen showing 2 steps is displayed, follow the steps: First, insert a card into the smart card reader and for it to activate. Second cast the vote using the VM. Third, read the vote using the eUrn. Press the exit button on the top right side of the screen to exit this functionality.
nl: Tijdens deze stap zal op elke stemcomputer minimaal één teststem worden uitgebracht. Druk op de knop 'Teststemmen' om de volgende stappen te doorlopen: 1. Activeer een kaart door deze in de kaartlezer te steken. 2. Verwijder de kaart nadat deze werd geactiveerd. 3. Breng een teststem uit op een stemcomputer. 4. Scan de teststem aan de stembus. 5. Controleer of de inhoud van de teststem correct is. Herhaal deze stappen voor elke stemcomputer. De functionaliteit kan afgesloten worden door op de exit knop in de rechterbovenhoek van het scherm te klikken.

source: Voting Experience Demostration
de: de Voting Experience Demostration
nl: Teststemmen

source: Instructions
de: de Instructions
nl: Instructies

source: During this step the election should be open. Please press the Open Election button displayed on the left side of this message.
de: de During this step the election should be open. Please press the Open Election button displayed on the left side of this message.
es: es During this step the election should be open. Please press the Open Election button displayed on the left side of this message.
nl: Tijdens deze stap wordt de verkiezing geopend. Druk op de knop 'Verkiezing openen' om de verkiezing te openen.

source: Election Not Open
de: de Election Not Open
nl: De verkiezing is niet geopend

source: Instructions
de: de Instructions
nl: Instructies

source: Two main functionalities are excecuted during this step: Card Activation and Close Voting. Please press the Card Activator button, which is the first button displayed on the left side of this message, to activate cards for voting. Once the Card Activation functionality is displayed, select type of voter and insert a card into the smart card reader. Repeat the process as many times as needed. When the voting process is done, exit the Card Activation Functionality pressing the exit button on the top right side of the screen. If a card is activated for an assisted or a proxy voting; the assisted activation has to be registered using the 'Assisted Activation Registration' functionality Press the Close Voting button, which is the second button displayed on the left side of this message to disable further card activation, so voting process is closed.
de: de Two main functionalities are excecuted during this step: Card Activation and Close Voting. Please press the Card Activator button, which is the first button displayed on the left side of this message, to activate cards for voting. Once the Card Activation functionality is displayed, select type of voter and insert a card into the smart card reader. Repeat the process as many times as needed. When the voting process is done, exit the Card Activation Functionality pressing the exit button on the top right side of the screen. If a card is activated for an assisted or a proxy voting; the assisted activation has to be registered using the 'Assisted Activation Registration' functionality Press the Close Voting button, which is the second button displayed on the left side of this message to disable further card activation, so voting process is closed.
es: Dos funcionalidades principales son ejecutadas durante este paso: Activacion de tarjetas y Cierre de Votacion. Por favor presione el boton de Activarcion de tarjetas, que es el primer boton mostrado en la parte izquierda de la pantalla, para activar tarjetas para votar. Una ve que se muestre la funcionalidad de Activacion de Tarjetas, seleccione el tipo de elector e inserte la tarjeta en el lector. Repita el procedimiento tantas veces como sea necesario. Cuando finalice el proceso de votacion, salga de la funcionalidad de Activacion de tarjetas presionando el boton de salir ubicado en la parte superior derecha de la pantalla. Si una tarjeta es activada para un voto asistido o proxy; la activacion asistida debe ser registrada usando la funcionalidad 'Registro de Activaciones Asistidas' Presione el boton de Cerrar Votacion, que es el segundo boton mostrado en la parte izquierda de la pantalla para deshabilitar futuras activaciones de tarjeta, entonces el proceso de votacion es cerrado.
nl: In dit hoofdmenu kunt u: 1: De kaarten activeren en het stemmen starten: - Klik op ‘Activeer kaarten’ - Selecteer het type kiezer - Activeer de stemkaarten. De stembiljetten kunnen gescand worden - Om terug te keren naar dit scherm, klikt u op de exit knop in de rechterbovenhoek 2: Het stembureau sluiten: - Klik op ‘Stemmen afsluiten’. Hierna kunt u geen kaarten meer activeren en geen stemmen meer registreren Onderaan in het submenu kunt u incidenten loggen, stemcomputers opnieuw opstarten, medewerkers aan het stembureau toevoegen en opmerkingen hieromtrent invoeren

source: Election is Open
de: de Election is Open
nl: Verkiezing is open

source: Instructions
de: de Instructions
nl: Instructies

source: Two main functionalities are excecuted during this step: Consolidation and Close Election. Please press the Consolidation button, which is the first button displayed on the left side of this message, to read all votes casted during the voting process. Once all votes are read, press the Close Election button, which is the second button displayed on the left side of this message to close the election. At this stage, the information of the poll worker who is closing the election is requested; this information can be filled manually or using an eID. Close Election is done, once the PV is printed.
de: de Two main functionalities are excecuted during this step: Consolidation and Close Election. Please press the Consolidation button, which is the first button displayed on the left side of this message, to read all votes casted during the voting process. Once all votes are read, press the Close Election button, which is the second button displayed on the left side of this message to close the election. At this stage, the information of the poll worker who is closing the election is requested; this information can be filled manually or using an eID. Close Election is done, once the PV is printed.
nl: Tijdens deze stap worden u kunt het afsluiten van de verkiezing. Drukt u op de knop 'Verkiezing afsluiten' om de verkiezing af te sluiten. Achteraf typ de informatie van de verkiezing in de 'Proces-verbaal vervolledigen' stap. Na het afdrukken van het proces-verbaal wordt de verkiezing afgesloten.

source: Voting Closed
de: de Voting Closed
nl: Stemproces afgesloten

source: Instructions
de: de Instructions
nl: Instructies

source: If another copy of the PV is needed press the print PV button
de: de If another copy of the PV is needed press the print PV button
nl: Indien u een kopie van het proces-verbaal wenst, kunt u dit bekomen door op de knop 'Rapport afdrukken' te klikken

source: Election End
de: de Election End
nl: Verkiezing afgesloten

source: Registration of assisted activations
de: de Registration of assisted activations
es: Registro de activaciones asistidas
nl: Registreer bijgestane activeringen

source: Title of message
de: de Title of message
es: Titulo de mensaje
nl: Titel van de boodschap

source: Unvalid message
de: de Unvalid message
es: Mensaje no valido
nl: Ongeldige boodschap

source: Valid message
de: de Valid message
es: Mensaje valido
nl: Geldige boodschap

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.DescriptionMessage
source: Description of the functionality
de: de Description of the functionality
es: Descripción de la funcionalidad
nl: Beschrijving van de functionaliteit

source: This vote is marked as a simulated vote
de: de This vote is marked as a simulated vote
es: Este voto esta marcado como voto simulado
nl: Stem is gemarkeerd als een gesimuleerde stem

source: Starting validation of Voting Experience functionality
de: de Starting validation of Voting Experience functionality
es: Iniciando la funcionalidad de validacion de experiencia de votacion
nl: Validatie van de stemervaring wordt gestart

source: Closing validation of Voting Experience functionality
de: de Closing validation of Voting Experience functionality
es: Cerrando la funcionalidad de validacion de experiencia de votacion
nl: Validatie van de stemervaring wordt afgesloten

# Smartmatic.SAES.GUI.Widgets.CloseElectionStatusWidget.ErrorMessage
source: An error occured closing the election
de: de An error occured closing the election
es: Ocurrio un error en el cierre de elección
nl: Er is een fout opgetreden tijdens het afsluiten van de verkiezing

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.ScreenContrastCalibration
source: Touch Screen Calibration:
de: de Touch Screen Calibration:
es: Calibracion de pantalla tactil:
nl: Kalibratie aanraakscherm:

# Smartmatic.SAES.GUI.Functionality.PartyContestViewerWidget.VoteMarkedAsSimulated
source: Vote marked as simulated vote
de: de Vote marked as simulated vote
es: Voto marcado como simulado
nl: Stem is gemarkeerd als een gesimuleerde stem

# Smartmatic.SAES.GUI.Widgets.PrintPVReportWidget.PrintingPVReportFile
source: Printing of PV Report
de: de Printing of PV Report
es: Impresion del reporte pv
nl: Proces-verbaal rapport wordt afgedrukt

# Smartmatic.SAES.GUI.Widgets.PrintPVReportWidget.ErrorMessage
source: Error printing PV Report
de: de Error printing PV Report
es: Error en impresión del reporte pv
nl: Fout tijdens het afdrukken van het proces-verbaal

# Smartmatic.SAES.GUI.Windows.PMInstallationWidget.ErrorConfiguration
source: Error loading configuration
de: de Error loading configuration
es: Error en carga de configuración
nl: Fout tijdens het laden van de configuratie

source: Technicians last name
de: de Technicians last name
es: Apellido del tecnico
nl: Achternaam van de technicus

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.LabelPreviewCloseQuestion
source: Do you want to close vote preview?
de: de Do you want to close vote preview?
es: Desea cerrar la vista previa del voto?
nl: Wilt u het stemvoorbeeld sluiten?

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.BarcodeErrorTryAgain
source: Error with BCR, disconnect it and connected back
de: de Error with BCR, disconnect it and connected back
es: Error con barcode, desconecte y conecte nuevamente
nl: Fout met de barcodelezer, ontkoppel deze en sluit terug aan

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ButtonBackPreview
source: Return
de: Zurück
es: Regresar
nl: Terug

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsSimulated
source: Vote marked as simulated vote
de: de Vote marked as simulated vote
es: Voto marcado como simulado
nl: Stem is gemarkeerd als een gesimuleerde stem

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ReconfigureBarcode
source: Reconfiguring BCR
de: de Reconfiguring BCR
es: Reconfigurando lector de codigo de barras
nl: Herconfigureren van de barcodelezer

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardCorrectInsertionIndication
source: Please insert the card into the correct position
de: de Please insert the card into the correct position
es: Por favor inserte la tarjeta en la posicion correcta
nl: Voer de kaart correct in

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardNotProperlyInserted
source: Card inserted in the wrong position
de: de Card inserted in the wrong position
es: Tarjeta insertada en posicion incorrecta
nl: Kaart werd niet correct ingevoerd

# Smartmatic.SAES.GUI.Widgets.BeidErrorWidget.BeidErrorWidgetTitle
source: Error reading identity card
de: de Error reading identity card
es: Error de lectura de tarjeta de identidad
nl: Fout tijdens het lezen van de identiteitskaart

# Smartmatic.SAES.GUI.Widgets.BeidErrorWidget.ExtractCardInfo
source: Extract the card again and verify if it was inserted properly
de: de Extract the card again and verify if it was inserted properly
es: Extraiga nuevamente la tarjeta y verifique si se inserto correctamente
nl: Verwijder de kaart en steek ze terug in de kaartlezer

source: Generate only Parties And Ballots
de: de Generate only Parties And Ballots
es: Generar solo Partidos y Candidatos
nl: Aanmaken van partijlijsten en kandidatenlijsten

source: Generate all screens regarding the election
de: de Generate all screens regarding the election
es: Generar todas las pantallas de la eleccion
nl: Aanmaken van alle schermen met betrekking tot de verkiezingen

# Smartmatic.SAES.GUI.Widgets.BasicDiagnosticWidget.Cancel
source: Cancel
de: de Cancel
es: Cancelar
nl: nl Cancel

# Smartmatic.SAES.GUI.Widgets.LogTreeViewWidget.SinceStart
source: Since Start
de: de Since Start
es: Desde el inicio
nl: nl Since Start
