Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/smartmatic/po/*.po
Languages: de, es, fr_be, nl

# Smartmatic.System.Security.Cryptography.CryptoAES.ErrorEncryptoData
source: Error encrypting data
de: Fehler beim Verschlüsseln der Daten
es: Error encriptando data
fr_be: Erreur d'encryptage des données
nl: Fout bij het versleutelen van de gegevens

# Smartmatic.System.Security.Crypto.ErrorOpenFile
source: Error open file
de: Fehler beim Öffnen des Datenbestands
es: Error abriendo archivo
fr_be: Erreur d'ouverture du fichier
nl: Fout bij het openen van het bestand

# Smartmatic.System.Security.Crypto.ErrorWriteFile
source: Error writing file
de: Fehler beim Übertragen von Daten in den Datenbestand
es: Error escribiendo archivo
fr_be: Erreur d'écriture du fichier
nl: Fout bij het schrijven naar het bestand

# Smartmatic.System.Security.Cryptography.PKCS7Signer.ErrorSignedData
source: Error signing data
de: Fehler bei der Unterzeichnung der Daten
es: Error en la firma de la data
fr_be: Erreur de signature de donnée
nl: Fout tijdens ondertekenen van de data

# Smartmatic.System.Security.Cryptography.PKCS7Signer.ErrorValidateData
source: Error validating signature
de: Fehler bei der Validierung der Unterschrift
es: Error validando la firma
fr_be: Erreur lors de la validation de la signature
nl: Fout tijdens de validatie van de handtekening

# Smartmatic.System.Security.Cryptography.CMSSigner.ErrorSignedData
source: Error signing data
de: Fehler bei der Unterzeichnung der Daten
es: Error firmando la data
fr_be: Erreur de signature de donnée
nl: Fout tijdens ondertekenen van de data

# Smartmatic.System.Security.Cryptography.CMSSigner.ErrorValidateData
source: Error validating signature with CMS
de: Fehler bei der Validierung der Unterschrift mit CMS
es: Error validando firma con CMS
fr_be: Erreur de la validation de signature du CMS
nl: Fout bij de validatie van de handtekening met CMS

# Smartmatic.System.Security.Cryptography.CryptoPKCS7.ErrorCryptoData
source: Error encrypting Data with PKCS7
de: Fehler bei der PKCS7-Verschlüsselung
es: Error cifrando data con PKCS7
fr_be: Erreur lors de l'encrytage de données avec PKCS7
nl: Fout tijdens de PKCS7 versleuteling

# Smartmatic.System.Security.Cryptography.CryptoPKCS7.ErrorDecryptoData
source: Error deciphering Data with PKCS7
de: Fehler bei der PKCS7-Entzifferung
es: Error decifrando data con PKCS7
fr_be: Erreur lors du déchiffrement de données avec PKCS7
nl: Fout tijdens de PKCS7 ontcijfering

# Smartmatic.System.Security.SecurityBase.ErrorLoadCertifiedPKey
source: Can not load certificate pkey
de: Das Zertifikat 'pkey' kann nicht hochgeladen werden
es: No puede cargar certificado pkey
fr_be: Le chargement du certificate pkey ne peut être éffectué
nl: Certificaat 'pkey' kan niet worden geladen

# Smartmatic.System.Security.SecurityBase.ErrorLoadCertifiedX509
source: Can not load certificate x509
de: Das Zertifikat 'x509' kann nicht hochgeladen werden
es: No puede cargar certificado x509
fr_be: Le chargement du certificate x509 ne peut être éffectué
nl: Certificaat 'x509' kan niet worden geladen

# Smartmatic.System.GuidClass.ParseError
source: Error transforming guid string
de: Fehler bei der Verarbeitung des 'Guid String'
es: Error transformando guid string
fr_be: Erreur lors de la transformation de guid string
nl: Fout tijdens de verwerking 'guid string'

# Smartmatic.System.Security.Cryptography.CryptoPKCS12.ErrorOpenPKCS12File
source: Error loading file pkcs12
de: Fehler beim Laden des pkcs12-Datenbestands
es: Error cargando archivo pkcs12
fr_be: Erreur lors du chargement du fichier pkcs12
nl: Fout tijdens het laden van het pkcs12 bestand

# Smartmatic.System.Security.Cryptography.CryptoPKCS12.ErrorReadingPKCS12File
source: Error reading file pkcs12
de: Fehler beim Lesen des pkcs12-Datenbestands
es: Error en lectura de archivo pkcs12
fr_be: Erreur lors de la lecture du fichier pkcs12
nl: Fout tijdens het lezen van het pkcs12 bestand

# Smartmatic.System.Security.Cryptography.CryptoPKCS12.ErrorParsingPKCS12File
source: Error reading file pkcs12
de: Fehler beim Lesen des pkcs12-Datenbestands
es: Error en lectura de archivo pkcs12
fr_be: Erreur lors de la lecture du fichier pkcs12
nl: Fout tijdens het lezen van het pkcs12 bestand

# Smartmatic.System.Security.Cryptography.CryptoPKCS12.ErrorPrimaryKeyNull
source: Primaty key error in file pkcs12
de: Fehler mit dem Schlüssel des pkcs12-Datenbestands
es: Error de clave primaria en archivo pkcs12
fr_be: Erreur de la clé primaire dans le fichier pkcs12
nl: Fout met sleutel in het pkcs12 bestand

# Smartmatic.System.Security.Cryptography.CryptoPKCS12.ErrorCertifiedNull
source: Error in certificate of file pkcs12
de: Fehler mit dem Zertifikat im pkcs12-Datenbestand
es: Error de certificado en archivo pkcs12
fr_be: Erreur du certificat du fichier pkcs12
nl: Fout met certificaat is het pkcs12 bestand

# Smartmatic.System.Security.Cryptography.ECDSASigner.CannotComputeSignature
source: Error regarding signature of elliptic curves
de: Fehler hinsichtlich der Unterzeichnung elliptischer Kurven
es: Error de firmado con curvas elípticas
fr_be: Erreur concernant la signature des courbes elliptiques
nl: Fout met betrekking tot ondertekening van elliptische curves

# Smartmatic.System.Security.Cryptography.MsgDigestUtil.ErrorSettingChannel
source: Setting channel for binary data reading failed
de: Fehler bei der Kanalwahl zum Lesen der Daten
es: La asignacion de canal para lectura de data binaria fallo
fr_be: Le réglage de chaîne pour la lecture des données binaires a échoué
nl: Fout tijdens de kanaalkeuze voor data te lezen

# Smartmatic.System.Security.Cryptography.MsgDigestUtil.ErrorReadingSecretKey
source: Error reading secret key
de: Fehler beim Lesen des geheimen Schlüssels
es: Error de lectura de clave secreta
fr_be: Erreur lors de la lecture de la clé secrète
nl: Fout tijdens het lezen van geheime sleutel

# Smartmatic.System.Security.Cryptography.MsgDigestUtil.ErrorReadingFileHashing
source: Error reading hash of file
de: Fehler beim Lesen des Hashs des Datenbestands
es: Error de lectura de hash de archivo
fr_be: Erreur dans la lecture du fichier hash
nl: Fout tijdens het lezen van de hash van het bestand

# Smartmatic.System.Security.Cryptography.MsgDigestUtil.ErrorUnknownMessageDigest
source: Unknown Error
de: Unbekannter Fehler
es: Error desconocido
fr_be: Erreur inconnue
nl: Onbekende fout

# Smartmatic.System.Security.Cryptography.RsaUtil.ErrorGeneratingKey
source: Error generating encryption key
de: Fehler beim Generieren des Schlüssels
es: Error generando clave de cifrado
fr_be: Erreur lors de la génération de la clé d'encryptage
nl: Fout tijdens het genereren van de sleutel

# Smartmatic.System.Security.Cryptography.RsaUtil.ErrorCheckingKeyIntegrity
source: Error checking integrity of encrypted key
de: Fehler bei der Überprüfung der Integrität des verschlüsselten Schlüssels
es: Error de chequeo de integridad de la clave de cifrado
fr_be: Erreur lors de la vérification de l'intégrité de clé de cryptage
nl: Fout tijdens de verificatie van de integriteit van de versleutelde sleutel

# Smartmatic.System.Security.Cryptography.RsaUtil.InvalidBuffer
source: Error in buffer of data for encryption
de: Fehler im Datenbuffer für die Verschlüsselung
es: Error en buffer de datos para cifrado
fr_be: Erreur dans le tampon des données pour le cryptage
nl: Fout in de databuffer voor versleuteling

# Smartmatic.System.Security.Cryptography.RsaUtil.ErrorDuringCpherOperation
source: Error during the encryption process
de: Fehler im Rahmen des Verschlüsselungsprozesses
es: Error durante la operación de cifrado
fr_be: Erreur durant le processus de cryptage
nl: Fout tijdens het versleutelingsproces

# Smartmatic.System.Security.Cryptography.RsaUtil.InvalidPadding
source: Error in configuration of encryption padding
de: Fehler bei der Konfigurierung der Verschlüsselung
es: Error de configuración de padding de cifrado
fr_be: Erreur lors de la configuation du padding cryptage
nl: Fout in de configuratie van de versleuteling

# Smartmatic.System.Security.Cryptography.RsaUtil.ErrorLoadingKeyFromDisk
source: Error loading key from disk
de: Fehler beim Herunterladen des Schlüssels von der Festplatte
es: Error cargando clave desde disco
fr_be: fr Error loading key from disk
nl: Fout bij het laden van de sleutel vanop de disk

# Smartmatic.System.Security.Cryptography.RsaUtil.ErrorConvertingP12Format
source: Error in conversion of format pkcs12
de: Fehler bei der Umwandlung des pkcs12-Formats
es: Error de conversión de formato pkcs12
fr_be: Erreur dans la conversion du format pkcs12
nl: Fout tijdens de conversie van het pkcs12 formaat

# Smartmatic.System.Security.Cryptography.RsaUtil.BadKeyTypeFormat
source: Unknown error in the format of certificate
de: Unbekannter Fehler im Format des Zertifikats
es: Error en formato de certificado desconocido
fr_be: Erreur inconnue dans le format du certificat
nl: Onbekende fout in het formaat van het certificaat

# Smartmatic.System.Security.Cryptography.RsaUtil.LoadedKeyIsInvalid
source: Error loading the certificate
de: Fehler beim Hochladen des Zertifikats
es: Error en carga de certificado
fr_be: Erreur lors du chargement du certificat
nl: Fout tijdens het laden van het certificaat

source: Error loading certificate X509
de: Fehler beim Hochladen des x509-Zertifikats
es: Error en carga de certificado X509
fr_be: Erreur lors du chargement du certificat x509
nl: Fout tijdens het laden van het x509 certificaat

# Smartmatic.System.Security.Signed.ErrorSignedHMAC
source: Error in the signature of the data
de: Fehler bei der Unterzeichnung der Daten
es: Error en firma de data
fr_be: Erreur dans la signature des données
nl: Fout in de handtekening van de data

# Smartmatic.System.Security.Signed.ErrorSignedRSA
source: Error in the signature of the data
de: Fehler bei der Unterzeichnung der Daten
es: Error en firma de data
fr_be: Erreur dans la signature des données
nl: Fout in de handtekening van de data

# Smartmatic.System.Security.Signed.ErrorSignedCert
source: Error in the signature of the data
de: Fehler bei der Unterzeichnung der Daten
es: Error en firma de data
fr_be: Erreur dans la signature des données
nl: Fout in de handtekening van de data

# Smartmatic.System.Security.Signed.ErrorSignedDSA
source: Error in the signature of the data
de: Fehler bei der Unterzeichnung der Daten
es: Error en firma de data
fr_be: Erreur dans la signature des données
nl: Fout in de handtekening van de data

# Smartmatic.System.Security.Signed.ErrorValidatingDigitalXmlSignature
source: Error in the signature validation of the data
de: Fehler bei der Validierung der Unterschrift
es: Error en validación de firma de data
fr_be: Erreur lors de la validation de la signature de donnée
nl: Fout tijdens de validatie van de handtekening

# Smartmatic.System.Security.Signed.ErrorValidateSignedHMAC
source: Error in the signature validation of the data
de: Fehler bei der Validierung der Unterschrift
es: Error en validación de firma de data
fr_be: Erreur lors de la validation de la signature de donnée
nl: Fout tijdens de validatie van de handtekening

# Smartmatic.System.Security.Signed.ErrorSigned
source: Error in the signature of the data
de: Fehler bei der Unterzeichnung der Daten
es: Error en firma de data
fr_be: Erreur dans la signature des données
nl: Fout in de handtekening van de data

# Smartmatic.System.Security.Signed.ErrorValidatingSignature
source: Error in the signature validation of the data
de: Fehler bei der Validierung der Unterschrift
es: Error en validación de firma de data
fr_be: Erreur lors de la validation de la signature de donnée
nl: Fout tijdens de validatie van de handtekening

# Smartmatic.System.XML.DomXml.ErrorDuringInitialitationOfXmlPlatformUtils
source: Error transforming xml
de: Fehler bei der Umsetzung xml
es: Error en transformación xml
fr_be: Erreur lors de la transformation xml
nl: Fout omzetting xml

# Smartmatic.System.XML.DomXml.ErrorDuringParserFileToXml
source: Error transforming xml
de: Fehler bei der Umsetzung xml
es: Error en transformación xml
fr_be: Erreur lors de la transformation xml
nl: Fout omzetting xml

# Smartmatic.System.XML.DomXml.ErrorDuringParserXmlToFile
source: Error transforming xml
de: Fehler bei der Umsetzung xml
es: Error en transformación xml
fr_be: Erreur lors de la transformation xml
nl: Fout omzetting xml

# Smartmatic.System.XML.DomXml.ErrorDuringParserXmlToString
source: Error transforming xml
de: Fehler bei der Umsetzung xml
es: Error en transformación xml
fr_be: Erreur lors de la transformation xml
nl: Fout omzetting xml

# Smartmatic.System.XML.DomXml.ErrorDuringParserStringToDom
source: Error transforming xml
de: Fehler bei der Umsetzung xml
es: Error en transformación xml
fr_be: Erreur lors de la transformation xml
nl: Fout omzetting xml
