Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesfunctionality/po/*.po
Languages: de, es, fr, nl_be

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorDecompressData
source: Error decompressing data
de: Fehler bei Datendekompression
es: Error descomprimiendo la data
fr: Erreur durant la décompression des données
nl_be: Fout bij decompressie gegevens

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorData
source: Data error
de: Problem mit den Daten
es: Error en la data
fr: Problème de données
nl_be: Probleem met de gegevens

# Smartmatic.SAES.Operation.MachineOperationManager.SuccessPersistenceVote
source: Persisting vote successfully
de: Das Speichern der Stimme wurde erfolgreich abgeschlossen
es: Persistencia del voto exitosa
fr: Enregistrement du vote réussi
nl_be: Opslaan stem geslaagd

# Smartmatic.SAES.Functionality.Operation.MachineOperationManager.ErrorCountVotes
source: Error counting votes
de: Fehler beim Auszählen der Stimmen
es: Error contando los votos
fr: Erreur de comptage des votes
nl_be: Fout bij het tellen van de stemmen

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorLostOfficialVotes
source: Error: Official votes lost
de: Fehler: offizielle Stimmen verloren
es: Error: Voto oficial perdido
fr: Erreur: Votes officiels perdus
nl_be: Fout: officiële stemmen verloren

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorLostDemoVotes
source: Error: Demo votes lost
de: Fehler: Teststimme verloren
es: Error: Voto demo perdido
fr: Erreur: Votes diagnostic perdus
nl_be: Fout: teststem verloren

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorLostSecurityCopyVotes
source: Error: Recovery votes lost
de: Fehler: Reinitialisierungsstimmen verloren
es: Error: Voto de recuperacion perdido
fr: Erreur: copie des votes perdue
nl_be: Fout: herstelstemmen verloren

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorLostSuperNullVotes
source: Error: Null votes lost
de: Fehler: Blankostimmen verloren
es: Error: Voto nulo perdido
fr: Erreur: Votes blancs perdus
nl_be: Fout: blanco stemmen verloren

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorLostTotalVotes
source: Error: Total votes lost
de: Fehler: Gesamtanzahl der Stimmen verloren
es: Error: Total de votos perdidos
fr: Erreur: total des vote perdus
nl_be: Fout: totaal aantal stemmen verloren

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorPersistenceVoteStatistics
source: Error persisting vote statistics
de: Fehler beim Abspeichern der Wahlstatistiken
es: Error persistiendo estadisticas
fr: Erreur durant l'enregistrement des statistiques de votes
nl_be: Fout bij opslaan verkiezingsstatistieken

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.RunningCheckConfiguration
source: Running configuration test
de: Der Konfigurationstest wurde ausgeführt
es: Ejecutando chequeo de configuración
fr: Exécutant le contrôle de configuration
nl_be: Configuratietest wordt uitgevoerd

source: Configuration test successful
de: Der Konfigurationstest wurde erfolgreich ausgeführt
es: Chequeo de configuración exitosa
fr: Contrôle de configuration exécuté avec succès
nl_be: Configuratietest met succes uitgevoerd

source: Configuration test failed
de: Der Konfigurationstest ist fehlgeschlagen
es: Chequeo de configuración fallida
fr: Contrôle de configuration échoué
nl_be: Configuratietest mislukt

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.RunningReplaceMachineMode
source: Running machine replacement mode
de: Der Maschinenersatzmodus wurde ausgeführt
es: Ejecutando modo de reemplazo de maquina
fr: Exécutant mode de remplacement de machine
nl_be: Machinevervangingsmode wordt uitgevoerd

source: Machine replacement successful
de: Der Ersatz der Maschine wurde mit Erfolg ausgeführt
es: Reemplazo de maquina exitoso
fr: Changement de machine exécuté avec succès
nl_be: Vervanging van machine met succes uitgevoerd

source: Machine replacement failed
de: Der Ersatz der Maschine ist fehlgeschlagen
es: Reemplazo de maquina fallido
fr: Remplacement de machine échoué
nl_be: Vervanging van machine mislukt

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorPersistenceVote
source: Error in the persistence of the vote
de: Fehler beim Fortbestand der Stimme
es: Error en la persistencia del voto
fr: Erreur dans la persistance du vote
nl_be: Fout in het voortduren van de stem

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.CheckVotes
source: Checking votes
de: Kontrolle der Stimmen
es: Procesando votos
fr: Vérifiant les votes
nl_be: Controle van de stemmen

# Smartmatic.SAES.Operation.MachineOperationManager.MessageErrorSIGSEGV
source: An error has occurred in the application. Please ask for technical assistance
de: Im Programm ist ein Fehler aufgetreten. Bitte holen Sie technischen Rat ein
es: Un error ha ocurrido con la aplicación. Por favor comuníquese con asistencia técnica
fr: Une erreur s'est produite dans l'application. Veuillez demander de l'assistance technique
nl_be: Een fout is opgetreden in het programma. Gelieve om technische bijstand te vragen

# Smartmatic.SAES.Operation.MachineOperationManager.MessageErrorSIGABRT
source: An error has occurred in the application. Please ask for technical assistance
de: Im Programm ist ein Fehler aufgetreten. Bitte holen Sie technischen Rat ein
es: Un error ha ocurrido con la aplicación. Por favor comuníquese con asistencia técnica
fr: Une erreur s'est produite dans l'application. Veuillez demander de l'assistance technique
nl_be: Een fout is opgetreden in het programma. Gelieve om technische bijstand te vragen

# Smartmatic.SAES.Operation.MachineOperationManager.SaveVoteInOneMemory
source: Starting persistency mode with one memory
de: Beginnen mit dem Persistenzmodus mit einem Datenträger
es: Se inicia en modo de persistencia en una sola memoria
fr: Démarrage du mode Sauvegarde avec une clé USB
nl_be: Beginnen met volhardingsmode met één gegevensdrager

# Smartmatic.SAES.Operation.MachineOperationManager.SaveVoteInOneMemorySuccess
source: Persistency mode with one memory established
de: Der Persistenzmodus mit einem Datenträger wurde ausgeführt
es: Modo de persistencia en una sola memoria establecido
fr: Le mode Sauvegarde avec une clé USB est lancé
nl_be: Volhardingsmode met één gegevensdrager uitgevoerd

# Smartmatic.SAES.Operation.MachineOperationManager.RestoreVoteInAllMemory
source: Starting restoration or resynchronization of votes in both memories
de: Beginnen mit der Reinitialisierung oder der erneuten Synchronisierung von Stimmen in beiden Datenträgern
es: Se inicia la restauración o resincronización de votos en ambos pendrive
fr: Démarrage du mode Restauration et de la resynchronisation des votes dans les deux clés USB
nl_be: Beginnen met herstellen of opnieuw synchroniseren van stemmen in beide gegevensdragers

# Smartmatic.SAES.Operation.MachineOperationManager.RestoreVoteInAllMemorySuccess
source: Restoration or Resynchronization of votes in both memories established
de: Die Stimmen in beiden Datenträgern wurden reinitialisiert oder neu synchronisiert
es: Modo de restauración o resincronización de votos en ambos pendrive establecido
fr: Le mode Restauration et resynchronisation des votes dans les deux clés USB est lancé
nl_be: Stemmen in beide gegevensdragers hersteld of opnieuw gesynchroniseerd

source: Simulated vote correctly persisted
de: Die simulierte Stimme wird auf korrekte Weise erhalten
es: Voto simulado persistido correctamente
fr: Vote simulé persisté correctement
nl_be: Gesimuleerde stem blijft op correcte wijze bewaard

source: Wait until the electoral configuration is downloaded
de: Die Überprüfung der Konfiguration wurde erfolgreich abgeschlossen
es: Ambiente cargado exitosamente
fr: La vérification de la configuration s'est terminée avec succès
nl_be: Het verifiëren van de configuratie werd met succes beëindigd

# Smartmatic.SAES.Operation.Initiator.VMachineInitiator.CheckingConfigurationError
source: Error loading the environment
de: Bei der Überprüfung der Konfiguration ist ein Fehler aufgetreten
es: Error cargando el ambiente
fr: La vérification de la configuration s'est terminée par un échec
nl_be: Er is een fout opgetreden tijdens het verifiëren van de configuratie

source: Memory recovery mode was loaded successfully
de: Die Reparatur des Datenspeichers ist erfolgreich verlaufen
es: Modo de recuperación de memoria cargado con éxito
fr: Le mode de restauration de la mémoire a été chargé avec succès
nl_be: De geheugenreparatie was succesvol

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.RunningMemoryRecoveryError
source: Memory recovery mode was loaded with errors
de: Die Reparatur des Datenspeichers ist nicht vollständig erfolgreich verlaufen
es: Modo de recuperación de memoria cargado con error
fr: Le mode de restauration de la mémoire a été chargé avec des erreurs
nl_be: De geheugenreparatie was niet geheel succesvol

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.ContingencyModeSuccess
source: Contingency mode was loaded successfully
de: Der Notmodus wurde erfolgreich hochgeladen
es: Modo de contingencia cargado con éxito
fr: Le mode de secours a été chargé avec succès
nl_be: De noodmode werd succesvol geladen

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.ContingencyModeError
source: Contingency mode was loaded with errors
de: Das Hochladen des Notmodus ist nicht ganz erfolgreich verlaufen
es: Modo de contingencia cargado con error
fr: Le mode de secours a été chargé avec des erreurs
nl_be: Het laden van de noodmode was niet helemaal succesvol

# Smartmatic.SAES.Operation.Diagnosis.AlarmBoxDiagnosis.InitializingDiagnostic
source: Initializing diagnostic
de: Initialisierung der Diagnose
es: Inicializando diagnóstico
fr: Initialisation du diagnostic
nl_be: Initialisatie diagnose

# Smartmatic.SAES.Operation.Diagnosis.AlarmBoxDiagnosis.DiagnosticSuccessful
source: Diagnostic successful
de: Die Diagnose ist erfolgreich verlaufen
es: Diagnóstico exitoso
fr: Diagnostic réussi
nl_be: Diagnose geslaagd

# Smartmatic.SAES.Operation.Diagnosis.AlarmBoxDiagnosis.DiagnosticFailed
source: Diagnostic failed
de: Die Diagnose ist gescheitert
es: No se encuentra el Alarm Box. Diagnóstico Fallido.
fr: Boîtier d'alarme inaccesible. Le diagnostic a échoué
nl_be: Diagnose mislukt

# Smartmatic.SAES.Operation.Diagnosis.BarCodeDiagnosis.InitializingDiagnostic
source: Initializing diagnostic
de: Initialisierung der Diagnose
es: Inicializando diagnóstico
fr: Initialisation du diagnostic
nl_be: Initialisatie diagnose

# Smartmatic.SAES.Operation.Diagnosis.BarCodeDiagnosis.DiagnosticSuccessful
source: Diagnostic successful
de: Die Diagnose ist erfolgreich verlaufen
es: Diagnóstico exitoso
fr: Diagnostic réussi
nl_be: Diagnose geslaagd

# Smartmatic.SAES.Operation.Diagnosis.BarCodeDiagnosis.DiagnosticFailed
source: Diagnostic failed
de: Die Diagnose ist gescheitert
es: Diagnóstico fallido
fr: Diagnostic a échoué
nl_be: Diagnose mislukt

# Smartmatic.SAES.Operation.Diagnosis.BarCodeDiagnosis.ReconfigureDevice
source: Reconfigure device
de: Erneute Konfigurierung des Barcodelesers
es: Reconfigurando lectora
fr: Reconfigurant le lecteur de code barres
nl_be: Opnieuw configureren van de scanner

source: Could not reach Barcode Reader. Diagnostic Failed.
de: Der Barcodeleser ist nicht verfügbar. Die Diagnose ist gescheitert
es: Lectora no encontrada. Diagnóstico fallido
fr: Impossible de joindre le lecteur de code barres. Diagnostic a échoué
nl_be: Kan de scanner niet bereiken. Diagnose is mislukt

# Smartmatic.SAES.Operation.Diagnosis.CalibrationDiagnosis.InitializingDiagnostic
source: Starting automatic calibration
de: Beginn mit der automatischen Kalibrierung
es: Comenzando la calibración automática
fr: Début du calibrage automatique
nl_be: Starting automatische kalibratie

# Smartmatic.SAES.Operation.Diagnosis.CalibrationDiagnosis.DiagnosticSuccessful
source: Calibration succeded
de: Die Kalibrierung ist erfolgreich verlaufen
es: Calibración exitosa
fr: Autocalibrage réussi
nl_be: Kalibratie geslaagd

# Smartmatic.SAES.Operation.Diagnosis.CalibrationDiagnosis.DiagnosticFailed
source: AutoCalibration failed. Press Calibrate to start the calibration process
de: Kalibratie is mislukt Druk op 'Kalibereren' om het kalibratieproces te starten
es: Autocalibración Fallida. Presione Calibrar para comenzar el proceso de calibración
fr: Echec de l'autocalibrage. Appuyez sur 'Calibrer' pour démarrer le processusd'étalonnage
nl_be: Kalibratie is mislukt Druk op 'Kalibereren' om het kalibratieproces te starten

# Smartmatic.SAES.Operation.Diagnosis.FlashDiagnosis.InitializingDiagnostic
source: Initializing diagnostic
de: Initialisierung der Diagnose
es: Inicializando diagnóstico
fr: Initialisation du diagnostic
nl_be: Initialisatie diagnose

# Smartmatic.SAES.Operation.Diagnosis.FlashDiagnosis.DiagnosticSuccessful
source: Diagnostic successful
de: Die Diagnose ist erfolgreich verlaufen
es: Diagnóstico exitoso
fr: Diagnostic réussi
nl_be: Diagnose geslaagd

# Smartmatic.SAES.Operation.Diagnosis.FlashDiagnosis.DiagnosticFailed
source: Diagnostic failed
de: Die Diagnose ist gescheitert
es: Diagnóstico fallido
fr: Diagnostic a échoué
nl_be: Diagnose mislukt

# Smartmatic.SAES.Operation.Diagnosis.FlashDiagnosis.CheckingForMediaInserted
source: Checking for media inserted
de: Kontrolle des USB-Datenträgers
es: Chequeando el dispositivo flash insertado
fr: Vérification de l'insertion de la clé USB
nl_be: Controle USB-gegevensdrager

# Smartmatic.SAES.Operation.Diagnosis.PrinterDiagnosis.InitializingDiagnostic
source: Initializing diagnostic
de: Initialisierung der Diagnose
es: Inicializando diagnóstico
fr: Initialisation du diagnostic
nl_be: Initialisatie diagnose

# Smartmatic.SAES.Operation.Diagnosis.PrinterDiagnosis.DiagnosticSuccessful
source: Diagnostic successful
de: Die Diagnose ist erfolgreich verlaufen
es: Diagnóstico exitoso
fr: Diagnostic réussi
nl_be: Diagnose geslaagd

# Smartmatic.SAES.Operation.Diagnosis.PrinterDiagnosis.SendingFileToPrint
source: Sending file to print
de: Verschickung des Datenbestands an den Drucker, zum Ausdrucken
es: Enviando archivo para imprimir
fr: Envoi du fichier à l'imprimante
nl_be: Verzending bestand naar de printer om af te drukken

source: Initializing diagnostic
de: Initialisierung der Diagnose
es: Inicializando diagnóstico
fr: Initialisation du diagnostic
nl_be: Initialisatie diagnose

source: Diagnostic successful
de: Die Diagnose ist erfolgreich verlaufen
es: Diagnóstico exitoso
fr: Diagnostic réussi
nl_be: Diagnose geslaagd

# Smartmatic.SAES.Operation.Diagnosis.SmartCardReaderDiagnosis.DiagnosticFailed
source: Diagnostic failed
de: Die Diagnose ist gescheitert
es: Diagnóstico fallido
fr: Diagnostic a échoué
nl_be: Diagnose mislukt

# Smartmatic.SAES.Operation.Diagnosis.FlashDiagnosis.WriteDeviceError
source: Error writing in device
de: Schreibfehler des Geräts
es: Error escribiendo en la memoria
fr: Erreur d'écriture du périphérique
nl_be: Schrijffout apparaat

# Smartmatic.SAES.Operation.Diagnosis.FlashDiagnosis.ReadDeviceError
source: Error reading in device
de: Lesefehler des Geräts
es: Error leyendo en la memoria
fr: Erreur de lecture du périphérique
nl_be: Leesfout apparaat

# Smartmatic.SAES.Operation.Diagnosis.FlashDiagnosis.DataWriteDeviceError
source: Error writing in device
de: Schreibfehler des Geräts
es: Error escribiendo en la memoria
fr: Erreur d'écriture du périphérique
nl_be: Schrijffout apparaat

# Smartmatic.SAES.Operation.Diagnosis.FlashDiagnosis.DeleteDeviceError
source: Error deleting a file in device
de: Fehler beim Entfernen des Datenbestands im Gerät
es: Error borrando un archivo de la memoria
fr: Erreur effacant un fichier du périphérique
nl_be: Fout verwijderen bestand in apparaat

# Smartmatic.SAES.Operation.Diagnosis.FlashDiagnosis.DeviceNotFound
source: Device not found
de: Gerät nicht gefunden
es: Dispositivo no encontrado
fr: Périphérique non identifié
nl_be: Apparaat niet gevonden

# Smartmatic.SAES.Operation.AlarmController.LogMaximunCardExtractionCounterAlarm
source: Alarm activated. Maximum amount of smart card extractions has been reached
de: Der Alarm wurde aktiviert. Die maximale Anzahl (3-mal) der möglichen Herausnahmen der Smart-Card aus dem Kartenleser wurde erreicht
es: Alarma activada. Se ha alcanzado la maxima cantidad de extracciones de tarjetas
fr: Alarme activée. Le nombre maximum d'extractions de cartes a été atteint
nl_be: Alarm geactiveerd. Het maximaal aantal keer (3 keer) dat de smart card uit de kaartlezer kan worden gehaald werd bereikt

# Smartmatic.SAES.Operation.AlarmController.LogPrinterNearEndOfPaperAfterVoting
source: Alarm: Paper running out If the error persists ask for technical assistance
de: Alarm: Das Papier ist fast aufgebraucht Bitte holen Sie technischen Rat ein, wenn dieser Fehler andauert
es: Alarma: El papel se esta agotando Si el error persiste, pregunte por asistencia técnica
fr: Alarme: Le papier vient à manquer Si l'erreur persiste, demandez l'assistance technique
nl_be: Alarm: papier is bijna op Als de fout aanhoudt, vraag om technische bijstand

# Smartmatic.SAES.Operation.AlarmController.LogPrinterFailure
source: Printer error while printing the vote. If the error persist, please request technical assistance
de: Fehler beim Drucken des Stimmzettels. Bitte holen Sie technischen Rat ein.
es: Error de Impresora. Error mientras se imprime el voto. Si el error persiste, pregunte por asistencia técnica
fr: Erreur d'imprimante durant l'impression du vote. Veuillez recourir à une assistance technique
nl_be: Fout tijdens het printen van het stembiljet. Gelieve technische assistentie te vragen.

# Smartmatic.SAES.Operation.AlarmController.LogPrinterNotReadyForVoterActivation
source: Printer error. The voting experience can not be activated. If the error persist, please request technical assistance
de: Am Drucker wurde ein Fehler festgestellt, Sie können mit dem Abstimmen beginnen. Bitte holen Sie technischen Rat ein.
es: Error de Impresora. La experiencia de votación no puede ser activada. Si el error persiste, pregunte por asistencia técnica
fr: Erreur d'imprimante. L'expérience de vote ne peut être activé. Veuillez recourir à une assistance technique
nl_be: Er is een fout met de printer, u kan beginnen met stemmen. Gelieve technische assistentie te vragen.

source: Duplicated vote
de: Der Stimmzettel wurde bereits eingescannt
es: Voto duplicado
fr: Vote dupliqué
nl_be: Stembiljet reeds ingescand

# Smartmatic.SAES.Operation.MachineOperationManager.TitleErrorSIGSEGV
source: Error
de: Fehler
fr: Erreur
nl_be: Fout

# Smartmatic.SAES.Operation.MachineOperationManager.TitleErrorSIGABRT
source: Error
de: Fehler
fr: Erreur
nl_be: Fout

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.AlarmBox.Run
source: Alarm box diagnostic is being executed
de: Die Diagnose der Alarmbox wird ausgeführt
es: Diagnostico de alarm box en ejecución
fr: Diagnostique du boitier d'alarme est en cours d'exécution
nl_be: Diagnose van de alarm box wordt uitgevoerd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.AlarmBox.Ok
source: Alarm box diagnostic executed sucessfully
de: Die Diagnose der Alarmbox wurde erfolgreich abgeschlossen
es: Diagnostico de alarm box satisfactorio
fr: Diagnostique du boitier d'alarme a été exécuté avec succés
nl_be: Diagnose van de alarm box is met succes beëindigd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.AlarmBox.Error
source: Error in Alarm box diagnostic
de: Bei der Diagnose der Alarmbox ist ein Fehler unterlaufen
es: Error en diagnostico de alarm box
fr: Erreur lors du diagnostique du boitier de l'alarme
nl_be: Fout tijdens de diagnose van de alarm box

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.Barcode.Run
source: Executing barcode reader diagnostic- Sending commands
de: Die Diagnose des Scanners wird ausgeführt
es: Diagnostico de barcode en ejecución, se envían comandos
fr: Diagnostique du lecteur de code barre- Envoi des commandes
nl_be: Diagnose van de scanner wordt uitgevoerd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.Barcode.Ok
source: Barcode reader diagnostic executed sucessfully
de: Die Diagnose des Scanners wurde erfolgreich abgeschlossen
es: Diagnostico de barcode satisfactorio
fr: Le diagnostique du lecteur de code barre a été effectué avec succés
nl_be: Diagnose van de scanner is met succes beëindigd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.Barcode.Error
source: Error in barcode reader diagnostic
de: Bei der Diagnose des Scanners ist ein Fehler unterlaufen
es: Error en diagnostico de barcode
fr: Erreur lors du diagnostique du lecteur de code barre
nl_be: Fout tijdens de diagnose van de scanner

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.Printer.Run
source: Printer diagnostic is being executed
de: Die Diagnose des Druckers wird ausgeführt
es: Diagnostico de impresora en ejecución
fr: Le diagnosstique d'imprimante est en cours d'exécution
nl_be: Diagnose van de printer wordt uitgevoerd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.Printer.Ok
source: Printer diagnostic executed successfully
de: Die Diagnose des Druckers wurde erfolgreich abgeschlossen
es: Diagnostico de impresora satisfactorio
fr: Le diagnostique de l'imprimante a été exécuté avec succés
nl_be: Diagnose van de printer is met succes beëindigd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.Printer.Error
source: Error in printer diagnostic
de: Bei der Diagnose des Druckers ist ein Fehler unterlaufen
es: Error en diagnostico de impresora
fr: Erreur lors du diagnostique de l'imprimante
nl_be: Fout tijdens de diagnose van de printer

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.SmartCard.Run
source: Smart card reader diagnostic is being executed
de: Die Diagnose des Kartenlesegeräts wird ausgeführt
es: Diagnostico de smartcard en ejecución
fr: Diagnostique du lecteur de carte en cours d'exécution
nl_be: Diagnose van de kaartlezer wordt uitgevoerd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.SmartCard.Ok
source: Smart card reader diagnostic executed successfully
de: Die Diagnose des Kartenlesegeräts wurde erfolgreich abgeschlossen
es: Diagnostico de smartcard satisfactorio
fr: Diagnostique du lecteur de carte a été exécuté avec succés
nl_be: Diagnose van de kaartlezer is met succes beëindigd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.SmartCard.Error
source: Error in Smart card reader diagnostic
de: Bei der Diagnose des Kartenlesegeräts ist ein Fehler unterlaufen
es: Error en diagnostico de smartcard
fr: Erreur lors du diagnostique du lecteur de carte
nl_be: Fout tijdens de diagnose van de kaartlezer

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.Flash.Run
source: Flash USB memory diagnostic is being executed
de: Die Diagnose des USB-Datenträgers wird ausgeführt
es: Diagnostico de memoria de respaldo en ejecución
fr: Diagnostique de la carte USB est en cours d'exécution
nl_be: Diagnose van de USB gegevensdrager wordt uitgevoerd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.Flash.Ok
source: Flash USB memory diagnostic executed successfully
de: Die Diagnose des USB-Datenträgers wurde erfolgreich abgeschlossen
es: Diagnostico de memoria de respaldo satisfactorio
fr: Diagnostique de la carte USB a été exécuté avec succés
nl_be: Diagnose van de USB gegevensdrager is met succes beëindigd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.Flash.Error
source: Error in Flash USB memory diagnostic
de: Bei der Diagnose des USB-Datenträgers ist ein Fehler unterlaufen
es: Error en diagnostico de memoria de respaldo
fr: Erreur lors du diagnostique de la clé USB
nl_be: Fout tijdens de diagnose van de USB gegevensdrager

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.TouchScreenCalibration.Run
source: Touch Screen Calibration diagnostic is being executed
de: Die Diagnose des Berührungsbildschirms wird ausgeführt
es: Diagnostico de calibración de pantalla en ejecución
fr: Le diagnostique du calibrage de l'écran tactil est en cours d'exécution
nl_be: Diagnose van het aanraakscherm wordt uitgevoerd
