Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesfunctionality/po/*.po
Languages: de, es, fr, nl_be

source: Validate Electoral Process
de: Validierung des Wahlprozesses
es: Validar de proceso electoral
fr: Valider Processus électoral
nl_be: Valideren verkiezingsproces

# Smartmatic.SAES.Operation.Initiator.PMachineAuthenticator.ValidateMenu
source: Validate Menu
de: Validierung des Menüs
es: Validar menú
fr: Valider menu
nl_be: Valideer menu

# Smartmatic.SAES.Operation.Initiator.PMachineAuthenticator.ValidateNoMatch
source: Validate No Match
de: Validierung keine Übereinstimmung
es: Validar no coinsidencias
fr: Valider Pas de correpondance trouvée
nl_be: Validatie geen overeenkomst

# Smartmatic.SAES.Operation.Initiator.VMachineAuthenticator.ValidateMenu
source: Validate Menu
de: Validierung Menü
es: Validar menú
fr: Valider menu
nl_be: Valideer menu

# Smartmatic.SAES.Operation.Initiator.VMachineAuthenticator.ValidateVotingProcess
source: Validate Voting Process
de: Validierung Abstimmungsprozess
es: Validar proceso de votación
fr: Valider processus de vote
nl_be: Valideren stemproces

source: Validate Audio Voting Process
de: Validierung Audio-Abstimmungsprozess
es: Validar audio de proceso de votación
fr: Valider processus de vote audio
nl_be: Valideren Audio stemproces

# Smartmatic.SAES.Operation.Initiator.VMachineAuthenticator.ValidateClearAlarm
source: Validate Clear Alarm
de: Validierung der Abschaltung der Alarmfunktion
es: Validar borrar alarma
fr: Valider Vider Alarmes
nl_be: Validere elemineren Alarm

# Smartmatic.SAES.Operation.Initiator.VMachineAuthenticator.ValidateNoMatch
source: Validate No Match
de: Validierung keine Übereinstimmung
es: Validar no coinsidencias
fr: Valider Pas de correspondance
nl_be: Validatie geen overeenkomst

# Smartmatic.SAES.Operation.Initiator.StartPMAchine
source: Start President Machine
de: Einschalten des vorgeschalteten Geräts
es: Iniciar máquina de presidente
fr: Démarrer la machine du président
nl_be: Opstarten voorzittermachine

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.PrintingInstallReport
source: Printing Install Report
de: Installationsbericht abdrucken
es: Imprimiendo Reporte de Instalación
fr: Impression du rapport d'installation
nl_be: Afdrukken installatierapport

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.PrintingInstallReportOk
source: Printing Report Ok
de: Der Bericht wurde abgedruckt
es: Impresión de Reporte Exitosa
fr: Impression du rapport réussie
nl_be: Afdrukken rapport geslaagd

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.PrintingInstallReportFail
source: Printing Report Fail. Turn off the PM, make sure the printer is connceted properly and try the installation again
de: Das Abdrucken ist fehlgeschlagen. Schließen Sie den Drucker an und schalten Sie erneut den vorgeschalteten Computer ein
es: Impresión de Reporte Fallida. Apague la MP, asegurese que la impresora esta conectada correctamente y reintente la instalación
fr: Impression du rapport échoué. Etteindre l'ordinateur du president, s'assurer que l'imprimante est connecté correctement et essayer l'installation à nouveau
nl_be: Het afdrukken is mislukt. Sluit de printer aan en herstart de voorzitterscomputer

# Smartmatic.SAES.Operation.Initiator.StartVMAchine
source: Start Voting Machine
de: Den Wahlcomputer einschalten
es: Iniciar Maquina de Votación
fr: Démarrage des ordinateur de vote
nl_be: Start stemcomputer

# Smartmatic.SAES.Operation.Initiator.CanRemoveTheFlashDriveFromTheMachine
source: You can remove the flash drive machine
de: de You can remove the flash drive from the machine
es: Usted puede retirar la unidad flash de la máquina
fr: La clé usb peut maintenant être retirée pour installer une autre machine
nl_be: U kunt nu de gegevensdrager verwijderen Daarna kunt u de volgende stemcomputer installeren

source: Error Logical Voter Group And Custom Attribute Definition.
de: Fehler in der Logical Voter Group und der Custom-Attribute-Definition
es: Error entre la agrupacion lgica de votantes y la definicion de los atributos customizables
fr: Erreur de groupe de voteur logique et définition de l'attribut personnalisé
nl_be: Fout in de Logical Voter Group en Custom Attribute Definitie

source: Error Logical Voter Group And Custom Attribute Definition
de: Fehler in der Logical Voter Group und der Custom-Attribute-Definition
es: Error entre la agrupación lógica de votantes y la definición de los atributos customizables
fr: Erreur de groupe de voteur logique et définition de l'attribut personnalisé
nl_be: Fout in de Logical Voter Group en Custom Attribute Definitie

# Smartmatic.SAES.Operation.Voting.VotingExperienceController.UnderConstruction
source: Under construction
de: Befindet sich im Aufbau
es: En construccion
fr: En cours de construction
nl_be: Onder Constructie

source: Next custom attribute definition not found
de: Die folgende passende Attributsdefinition wurde nicht gefunden
es: Siguiente atributo customizable no fue encontrado
fr: Prochaine définition de l'attribut personnalisé non trouvé
nl_be: Volgende aangepast attribuut definitie niet gevonden

# Smartmatic.SAES.Operation.MachineOperationManager.IDCardDetectionException
source: Error detecting eID
de: Fehler beim Auffinden der eID-Karte
es: Error detectando eID
fr: Erreur de détection de la carte ID
nl_be: Fout tijdens het detecteren van de eID kaart

source: Operation error with the signature of the eID
de: Fehler beim Unterzeichnen der eID-Karte
es: Error en operacion con la firma del eID
fr: Erreur d'opération de signature de carte ID
nl_be: Fout tijdens het ondertekenen van de eID kaart

source: Signature of eID cannot open file
de: Fehler beim Unterzeichnen der eID-Karte - der Datenbestand kann nicht geöffnet werden
es: Firma del eID no puede abrir archivo
fr: Erreur: signature de carte ID ne peut pas ouvrir le fichier
nl_be: Fout tijdens het ondertekenen van de eID kaart - kan bestand niet openen

# Smartmatic.SAES.Operation.MachineOperationManager.GettingVoteFromSafeBuffer
source: Getting Vote from Safe Buffer
de: Abrufen der Stimme aus dem gesicherten Buffer
es: Obteniendo el voto del bufer
fr: Récupération d'un vote depuis un buffer sécurisé
nl_be: Ophalen stem van de veilige buffer

source: Printing electoral configuration report
de: Der Bericht mit der Abstimmungskonfiguration wurde ausgedruckt
es: Imprimiendo reporte de configuracion electoral
fr: Rapport des configurations électorales imprimé
nl_be: Rapport met kiesconfiguratie afgedrukt

source: Printing Installation Report Failed: PrinterNotReady
de: Fehler beim Ausdrucken des Installationsberichts - der Drucker ist nicht einsatzbereit
es: Error imprimiendo el reporte de instalacion: La impresora no esta lista
fr: Echec lors de l'impression du rapport d'installation: Imprimante non prête
nl_be: Fout tijdens het afdrukken van het installatierapport - printer niet klaar

source: de Printing Installation Report Failed
de: Ausdrucken des Installationsberichts
es: Error imprimiendo el reporte de instalacion
fr: Echec lors de l'impression du rapport d'installation
nl_be: Afdrukken installatierapport

source: Starting Voting Experience
de: Beginn des Abstimmungsprozesses
es: Iniciando experiencia de votacion
fr: Démarrage du processus de vote
nl_be: Starten stemproces

source: Error starting Voting Experience
de: Beim Beginn des Abstimmungsprozesses ist ein Fehler unterlaufen
es: Error iniciando experiencia de votacion
fr: Echec du démarrage du processus de vote
nl_be: Fout tijdens het starten van het stemproces

source: Voting Experience started
de: Der Abstimmungsprozess wurde eingeleitet
es: Esperiencia de votacion iniciada
fr: Processus de vote démarré
nl_be: Stemproces gestart

source: Next action: Close Voting Experience
de: Nächste Aktion: Abschließen des Abstimmungsprozesses
es: Proxima accion: Cierre de la Experiencia de votacion
fr: Prochaine action - fermeture du processus de vote
nl_be: Volgende actie afsluiten stemproces

source: Next action: Voting Experience
de: Nächste Aktion: Abstimmungsprozess der Wahlen
es: Proxima accion: Esperiencia de votacion
fr: Prochaine action - processus de vote
nl_be: Volgende actie stemproces verkiezing

# Smartmatic.SAES.Operation.AlarmController.LogUnableToReadCard
source: Card impossible to read
de: Kann die Karte nicht lesen
es: No es posible leer la tarjeta
fr: Impossible de lire la carte
nl_be: Kan de kaart niet lezen

# Smartmatic.SAES.Operation.AlarmController.LogUnableToWriteCard
source: Card impossible to write
de: Kann keine Daten auf die Karte übertragen
es: No es posible escribir la tarjeta
fr: Impossible d'écrire sur la carte
nl_be: Kan de kaart niet beschrijven

# Smartmatic.SAES.Operation.AlarmController.LogCryptographicError
source: Cryptographic Error
de: Kryptographischer Fehler
es: Error de criptografia
fr: Log Erreur cryptographique
nl_be: Cryptografische fout

# Smartmatic.SAES.Operation.AlarmController.LogInvalidCard
source: Invalid Card
de: Ungültige Karte
es: Tarjeta invalida
fr: Log Carte invalide
nl_be: Ongeldige kaart

# Smartmatic.SAES.Operation.AlarmController.LogCardUsed
source: Card used
de: Die Karte wurde bereits verwendet
es: Tarjeta usada
fr: Log carte utilisée
nl_be: Kaart reeds gebruikt

# Smartmatic.SAES.Operation.AlarmController.LogInvalidVotingCardData
source: The data in the voting card is invalid
de: Ungültige Daten auf der Stimmkarte
es: La data en la tarjeta de votacion es invalida
fr: Log invalidité des informations de la carte de vote
nl_be: Ongeldige data op stemkaart

# Smartmatic.SAES.Operation.AlarmController.LogTimeOut
source: Timeout
de: Die für die Abstimmung zur Verfügung stehende Zeit ist abgelaufen
es: Tiempo de espera excedido
fr: Log temps dépassé
nl_be: Tijd om te stemmen is afgelopen

# Smartmatic.SAES.Operation.AlarmController.LogUnexpected
source: Unexpected error
de: Unerwartetes Ereignis
es: Error inesperado
fr: Log inattendu
nl_be: Onverwachte gebeurtenis

# Smartmatic.SAES.Operation.AlarmController.LogStackOfAlarmsCleared
source: Stack of alarms cleared
de: Alarm-Log gereinigt
es: Pila de alarmas limpiada
fr: Log pile des alarmes vidées
nl_be: Log van alarmen opgekuist

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorValidatedVote
source: Error validated vote
de: Fehler beim Validieren der Stimme
es: Error validando voto
fr: Erreur durant la validation du vote
nl_be: Fout tijdens het valideren van de stem

# Smartmatic.SAES.Functionality.Operation.MachineOperationManager.ErrorVote
source: Error vote
de: Fehlerhafte Stimme
es: Error votando
fr: Vote erroné
nl_be: Foutieve stem

source: Error file name vote
de: Fehlerhafte Datenbestandsbezeichnung der Stimme
es: Error en nombre de archivo de voto
fr: Vote mauvais nom de fichier
nl_be: Foutieve bestandsnaam stem

source: Error validate vote
de: Fehler bei der Validierung der Stimme
es: Error validando voto
fr: Erreur durant la validation du vote
nl_be: Fout tijdens het valideren van de stem

# Smartmatic.SAES.Operation.Voting.VotingExperienceController.PartyNotFound
source: Party not found
de: Partei nicht gefunden
es: Partido no encontrado
fr: Parti non trouvé
nl_be: Partij niet gevonden

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorFoundFolderDomVotes
source: An error has occurred in the Master USB key
de: Auf dem Master-Datenträger ist ein Fehler unterlaufen
es: Un error ha ocurrido en Master USB key
fr: Une erreur s'est produite sur la clé USB Master
nl_be: Een fout heeft zich voorgedaan op de master gegevensdrager

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorFoundFolderFlashVotes
source: An error has occurred in the Backup USB key
de: Auf dem Backup-Datenträger ist ein Fehler unterlaufen
es: Un error ha ocurrido en Backup USB key
fr: Une erreur s'est produite sur la clé USB Backup
nl_be: Een fout heeft zich voorgedaan op de back-up gegevensdrager

# Smartmatic.SAES.Operation.AlarmController.LogCardNotRemovedAfterVoting
source: Card has not been removed after voting
de: Die Karte wurde nach der Abstimmung nicht entfernt
es: La tarjeta no fue retirada después de votar
fr: La carte n'a pas été retirée après le vote
nl_be: De kaart werd niet verwijderd na het stemmen

# Smartmatic.SAES.Operation.MachineOperationManager.ElectionOpened
source: Election opened
de: Die Wahl ist eröffnet
es: Elección abierta
fr: Election ouverte
nl_be: Verkiezing geopend

# Smartmatic.SAES.Operation.MachineOperationManager.ElectionClosed
source: Election closed
de: Die Wahl ist geschlossen
es: Elección cerrada
fr: Election clôturée
nl_be: Verkiezing gesloten

# Smartmatic.SAES.Operation.MachineOperationManager.VotingExperienceClosed
source: Voting experience closed
de: Der Abstimmungsprozess ist geschlossen
es: Experiencia de votación cerrada
fr: Expérience de vote clôturée
nl_be: Stemproces gesloten

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorValidatingVote
source: Error validating vote
de: Beim Validieren der Stimme ist ein Fehler unterlaufen
es: Error validando voto
fr: Erreur de validation de vote
nl_be: Fout bij het valideren van de stem

source: Official Vote saved succesfully
de: Stimme erfolgreich abgespeichert
es: Voto oficial guardado exitosamente
fr: Vote officiel sauvé avec succès
nl_be: Stem met succes bewaard

# Smartmatic.SAES.Operation.MachineOperationManager.SucessfullPersistenceDemoVote
source: Demo Vote saved succesfully
de: Teststimme erfolgreich abgespeichert
es: Voto de demostración guardado exitosamente
fr: Diagnostic de vote sauvé avec succès
nl_be: Teststem met succes bewaard

source: Recovery Vote saved succesfully
de: Reinitialisierungsstimme erfolgreich abgespeichert
es: Voto de recuperación guardado exitosamente
fr: Vote de récupération sauvé avec succès
nl_be: Herstelstem met succes bewaard

source: Error Persisting Vote. Decypto Exception
de: Beim Registrieren der Stimme ist ein Fehler unterlaufen
es: Error de persistencia de voto. Excepción de desencriptado
fr: Erreur lors de l'enregistrement du vote - Decypto Exception
nl_be: Fout bij het registreren van de stem

source: Error Persisting Vote. Signature Exception
de: Beim Registrieren der Stimme ist ein Fehler unterlaufen
es: Error de persistencia de voto. Excepción de firma
fr: Erreur lors de l'enregistrement du vote - Signature Exception
nl_be: Fout bij het registreren van de stem

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorSignedData
source: Error signed data
de: Fehler in den Angaben des Unterzeichners
es: Error en data firmada
fr: Erreur information signée
nl_be: Fout in de ondertekende gegevens

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorPersistingVoteErrorData
source: Error Persisting Vote. Error Data
de: Fehler beim Registrieren der Stimme
es: Error de persistencia de voto. Error en data
fr: Erreur lors de l'enregistrement du vote - Error Data
nl_be: Fout bij het registreren van de stem

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.RunningFirstTime
source: The application is running for the first time
de: Die Anwendung wird zum ersten Mal eingesetzt
es: La aplicación está corriendo por primera vez
fr: L'application est exécutée pour la première fois
nl_be: De toepassing wordt voor de eerste keer opgestart

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.RunningMemoryRecovery
source: Starting the memory recovery process
de: Beginn des Prozesses der Übernahme der Speicherinhalte
es: Iniciando proceso de recuperación de memoria
fr: Démarrage du processus de récupération de la mémoire
nl_be: Starten van het memory recovery proces

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.MemoryRecoverySuccess
source: The memory recovery process has ended successfully
de: Der Prozess der Übernahme der Speicherinhalte wurde erfolgreich abgeschlossen
es: El proceso de recuperación de memoria ha culminado satisfactoriamente
fr: Le processus de récupération de la mémoire s'est terminé avec succès
nl_be: Het memory recovery proces is met succes beëindigd

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.MemoryRecoveryError
source: The memory recovery process has ended with problems
de: Der Prozess der Übernahme der Speicherinhalte wurde mit Fehlern abgeschlossen
es: El proceso de recuperación de memoria ha culminado con problemas
fr: Le processus de récupération de la mémoire s'est terminé par un échec
nl_be: Het memory recovery proces is met fouten beëindigd

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.RunningNormalMode
source: The application is running in regular mode
de: Die Anwendung läuft in normalem Betriebsmodus
es: La aplicación está corriendo en modo regular
fr: L'application s'exécute en mode normal
nl_be: De applicatie draait in normale modus

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.NotOperatingSystemInFlash
source: The operating system was not detected
de: Das Verwaltungssystem wurde nicht gefunden
es: No fue detectado el sistema operativo
fr: Le système d'exploitation n'est pas détecté
nl_be: Het besturingssysteem werd niet gevonden

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.InvalidDomAndFlashData
source: The data present in both memories is invalid
de: Die Daten beider Datenträger sind ungültig
es: La data presente en las dos memorias es inválida
fr: Les informations présentes dans les deux mémoires sont invalides
nl_be: De gegevens op beide gegevensdragers zijn ongeldig

# Smartmatic.SAES.Operation.MachineOperationManager.StatingOpenElection
source: Starting the open election process
de: Beginn des Prozesses 'Wahl eröffnen'
es: Iniciando el proceso de apertura de elección
fr: Démarrage du processus d'ouverture d'élection
nl_be: Starten van het proces 'Open verkiezing'

# Smartmatic.SAES.Operation.MachineOperationManager.StartingCloseVotingExperience
source: Starting the close voting process
de: Beginn des Prozesses 'Wahl beenden'
es: Iniciando el proceso de cierre de votación
fr: Démarrage du processus de fermeture d'élection
nl_be: Starten van het proces 'Afsluiten verkiezing'

source: Flash Data back up Checking Configuration Success
de: Die Überprüfung der Konfiguration wurde erfolgreich abgeschlossen
es: Flash Data Back up Procesando exitosamente la configuración
fr: La vérification de la configuration s'est terminée avec succès
nl_be: Het verifiëren van de configuratie werd met succes beëindigd

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.CheckingConfigurationError
source: Flash Data Back up Cheking Configuration Error
de: Bei der Überprüfung der Konfiguration ist ein Fehler unterlaufen
es: Flash Data Back up Procesando con error la configuración
fr: La vérification de la configuration s'est terminée par un échec
nl_be: Er is een fout opgetreden tijdens het verifiëren van de configuratie

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.RunningFirstTimeSuccess
source: Running First Time Success of the PM
de: Die vorgeschaltete Maschine wurde mit Erfolg zum ersten Mal in Betrieb genommen
es: Corriendo exitosamente por primera vez la máquina presidecial
fr: Succès de la première exécution de la machine
nl_be: De voorzittermachine werd met succes voor de eerste keer opgestart

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.RunningFirstTimeError
source: Running First Time Error
de: Bei der ersten Inbetriebnahme ist ein Fehler unterlaufen
es: Corriendo con error por primera vez
fr: Erreur au cours de la première exécution
nl_be: Fout tijdens het opstarten voor de eerste keer

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.RunningNormalModeSuccess
source: Running Normal Mode Success
de: Die Anwendung wurde mit Erfolg im normalen Betriebsmodus gestartet
es: Corriendo exitosamente en modo normal
fr: Succès de l'exécution en mode normal
nl_be: De toepassing is met succes in de normale modus gestart

# Smartmatic.SAES.Operation.Initiator.PMachineInitiator.RunningNormalModeError
source: Running Normal Mode Error
de: Beim Starten der Anwendung im normalen Betriebsmodus ist ein Fehler unterlaufen
es: Corriendo con error modo normal
fr: Erreur de l'exécution en mode normal
nl_be: Er is een fout opgetreden tijdens het starten van de toepassing normale modus

# Smartmatic.SAES.Operation.MachineOperationManager.StatingInstallMachine
source: Stating Install Machine
de: Beginn der Installation der Maschine
es: Iniciando instalación de máquina
fr: Démarrage de l'installation de la machine
nl_be: Starten van de installatie van de machine

# Smartmatic.SAES.Operation.MachineOperationManager.MachineInstalled
source: Machine Installed
de: Die Maschine wurde installiert
es: Máquina instalada
fr: Machine installée
nl_be: Machine geïnstalleerd

# Smartmatic.SAES.Operation.MachineOperationManager.PollworkerRegistered
source: Pollworker Registered
de: Das Mitglied des Wahllokals wurde registriert
es: Miembro de mesa registrado
fr: Membre dirigeant enregistré
nl_be: Lid van het stembureau geregistreerd

# Smartmatic.SAES.Operation.Initiator.PMachineAuthenticator.ValidateWizardMenu
source: Validate Wizard Menu
de: Das Wizard-Menü validieren
es: Validar el asistente de menú
fr: Valider le menu wizard
nl_be: Valideer wizard menu

# Smartmatic.SAES.Operation.MachineOperationManager.StartingPersistPVForm
source: Starting Persist PVForm
de: Mit dem Registrierungsprozess des verbalen Formulars beginnen
es: Iniciando verificación de PVForm
fr: Démarrage de l'enregistrement du procès verbal
nl_be: Start registratie proces verbaal formulier

# Smartmatic.SAES.Operation.MachineOperationManager.PersistPVFormSuccess
source: Persist PVForm Success
de: Der verbale Registrierungsprozess wurde erfolgreich abgeschlossen
es: Verificación de PVForm satisfactoria
fr: Succès de l'enregistrement du procès verbal
nl_be: Registratie proces verbaal gebeurde met succes

# Smartmatic.SAES.Operation.MachineOperationManager.StartingCloseElection
source: Starting Close Election
de: Mit dem Schließen der Wahl beginnen
es: Iniciando cierre de elección
fr: Démarrage de la fermeture de l'élection
nl_be: Starten van het afsluiten van de verkiezing

# Smartmatic.SAES.Operation.MachineOperationManager.StatingDemostrationVote
source: tating Demostration Vote
de: Mit der Teststimme beginnen
es: Iniciando Voto de demostración
fr: Démarrage du diagnostic de vote
nl_be: Starten van de teststem

# Smartmatic.SAES.Operation.MachineOperationManager.DemostrationVote
source: Demostration Vote
de: Testabstimmen
es: Voto de demostración
fr: Diagnostic de vote
nl_be: Teststemmen

# Smartmatic.SAES.Operation.MachineOperationManager.StatingRegisterPollworker
source: Stating Register Pollworker
de: Mit der Registrierung der Mitglieder des Wahllokals beginnen
es: Iniciando registro de miembro de mesa
fr: Démarrage de l'enregistrement des membres du bureau de vote
nl_be: Starten met het registeren van de leden van het stembureau

source: Vote Recovery Integrity Is Ok
de: Die Integrität des Stimmeneingangs ist o.k.
es: Integridad Voto de Recuperación exitosa
fr: Intégrité du vote de récupération correcte
nl_be: Stem recuperatie integriteit is OK

source: Vote Recovery Integrity Is Bad
de: Bei der Integrität des Stimmeneingangs treten Fehler auf
es: Integridad Voto de Recuperación fallida
fr: Intégrité du vote de récupération incorrecte
nl_be: Stem recuperatie integriteit is fout

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorDecryptoData
source: Error deciphering data
de: Fehler bei der Entschlüsselung der Daten
es: Error descifrando la data
fr: Erreur durant le décryptage des données
nl_be: Fout bij decryptie gegevens

source: Error persisting the vote
de: Fehler beim Abspeichern der Stimme, wegen falscher Datendekompression
es: Error persistiendo el voto
fr: Erreur durant l'enregistrement du vote
nl_be: Fout bij opslaan stem door foute decompressie
