Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saesfunctionality/po/*.po
Languages: de, es, fr, nl_be

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.TouchScreenCalibration.Ok
source: Touch Screen Calibration diagnostic executed successfully
de: Die Diagnose des Berührungsbildschirms wurde erfolgreich abgeschlossen
es: Diagnostico de calibración de pantalla satisfactorio
fr: Le diagnostique du calibrage de l'écran tactil a été efféctué avec succés
nl_be: Diagnose van het aanraakscherm is met succes beëindigd

# Smartmatic.SAES.Operation.Diagnosis.IDiagnosis.TouchScreenCalibration.Error
source: Error in Touch Screen Calibration diagnostic
de: Bei der Diagnose des Berührungsbildschirms ist ein Fehler unterlaufen
es: Error en diagnostico de calibración de pantalla
fr: Erreur lors du diagnostique du calibrage d'écran tactile
nl_be: Fout tijdens de diagnose van het aanraakscherm

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorUnpackVote
source: Error reading vote
de: Beim Lesen des Stimmzettels ist ein Fehler unterlaufen
es: Error en lectura de voto
fr: Erreur lors de la lecture du vote
nl_be: Fout tijdens het lezen van het stembiljet

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorLogicalVoterGroupInVote
source: Error regarding vote information
de: Fehler hinsichtlich der Stimmeninformation
es: Error en información del voto
fr: Erreur concernant l'information de vote
nl_be: Fout met betrekking tot stem informatie

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorVotingDeviceInVote
source: Error regarding vote information
de: Fehler hinsichtlich der Stimmeninformation
es: Error en información del voto
fr: Erreur concernant l'information de vote
nl_be: Fout met betrekking tot stem informatie

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorVoteCode
source: Error validating the code of the vote
de: Fehler bei der Validierung des Stimmencodes
es: Error validando el código del voto
fr: Erreur lors de la validation du code du vote
nl_be: Fout tijdens validatie van de stemcode

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorVoteData
source: Error regarding the vote structure
de: Fehler bezüglich der Struktur der Stimme
es: Error en estructura del voto
fr: Erreur concernant la structure du vote
nl_be: Fout met betrekking tot de structuur van de stem

# Smartmatic.SAES.Operation.MachineOperationManager.ErrorPersistPVForm
source: Error persisting PV Report
de: Fehler bei der Verarbeitung des Protokolls
es: Error persistiendo el reporte pv
fr: Erreur persistante du rapport du PV
nl_be: Fout tijdens de verwerking van het PV

# Smartmatic.SAES.Operation.Diagnosis.AlarmBoxDiagnosis.Info
source: System is verifying if alarm box is properly connected, please wait
de: Das System überprüft, ob der Alarmkasten richtig angeschlossen wurde; bitte haben Sie einen Moment Geduld.
es: El sistema esta verificando que el Alarm Box este conectado correctamente, por favor espere
fr: Le système vérifie si l'alarme est correctement connectée, veuillez patienter.
nl_be: Verifiëren of de alarmdoos correct is aangesloten, even geduld.

# Smartmatic.SAES.Operation.Diagnosis.BarCodeDiagnosis.Info
source: System is verifying if barcode reader is properly connected, please wait
de: Das System überprüft, ob der Barcodeleser richtig angeschlossen wurde; bitte haben Sie einen Moment Geduld.
es: El sistema esta verificando que el lector de codigo de barras este conectado correctamente, por favor espere
fr: Le système vérifie si le scanner est correctement connecté, veuillez patienter.
nl_be: Verifiëren of de scanner correct is aangesloten, even geduld.

# Smartmatic.SAES.Operation.Diagnosis.FlashDiagnosis.Info
source: System is verifying if USB memory is properly connected, please wait
de: Das System überprüft, ob der USB-Speicher-Stick richtig angeschlossen wurde; bitte haben Sie einen Moment Geduld.
es: El sistema esta verificando que la memoria este conectada correctamente, por favor espere
fr: Le système vérifie si la clef USB a été correctement insérée, veuillez patienter.
nl_be: Verifiëren of de USB gegevensdrager correct is ingebracht, even geduld.

# Smartmatic.SAES.Operation.Diagnosis.SmartCardReaderDiagnosis.Info
source: System is verifying if smart card reader is properly connected, please wait
de: Das System überprüft, ob der Smartcardleser richtig angeschlossen wurde; bitte haben Sie einen Moment Geduld.
es: El sistema esta verificando que el lector de tarjetas este conectado correctamente, por favor espere
fr: Le système vérifie si le lecteur de carte est correctement connecté, veuillez patienter.
nl_be: Verifiëren of de kaartlezer correct is aangesloten, even geduld.

# Smartmatic.SAES.Operation.Diagnosis.PrinterDiagnosis.Info
source: If the image displayed in the screen is not properly printed, please request technical assistance
de: de If the image displayed in the screen is not properly printed, please request technical assistance
es: Si la imagen mostrada en la pantalla no es impresa correctamente, por favor solicite asistencia tecnica
fr: Si l'image affichée sur l'écran n'est pas correctement imprimée, veuillez recourir à une assistance technique
nl_be: Indien het beeld op het scherm niet correct is afgeprint, vraag om technische ondersteuning

# Smartmatic.SAES.Operation.MachineOperationManager.ContingencyCardCreated
source: The contingency card has been created
de: de The contingency card has been created
es: La tarjeta de contingencia ha sido creada
fr: La carte d'urgence a été créé
nl_be: De noodkaart werd aangemaakt

# Smartmatic.SAES.Operation.AlarmController.LogPrinterNearEndOfPaperBeforeVoting
source: Printer is running out of paper
de: de Printer is running out of paper
es: La impresora se esta quedando sin papel
fr: L'imprimante n'a plus de papier
nl_be: De printer zal weldra papier nodig hebben

# Smartmatic.SAES.Operation.AlarmController.AlarmBoxDisconnected
source: Alarm Box is disconnected
de: de Alarm Box is disconnected
es: El Alarm Box esta desconectado
fr: Le boitier de l'alarme a été deconnecté
nl_be: De alarmdoos is niet aangesloten

# Smartmatic.SAES.Operation.AlarmController.AlarmBoxConnected
source: Alarm Box is connected
de: de Alarm Box is connected
es: El Alarm Box esta conectado
fr: Le boitier de l'alarme est connecté
nl_be: De alarmdoos is aangesloten

# Smartmatic.SAES.Operation.AlarmController.CardReaderUnresponsive
source: Card Reader device is unresponsive. Please, restart voting machine
de: de Card Reader device is unresponsive. Please, restart voting machine
es: es Card Reader device is unresponsive. Please, restart voting machine
fr: fr Card Reader device is unresponsive. Please, restart voting machine
nl_be: nl Card Reader device is unresponsive. Please, restart voting machine
