Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saes/po/*.po
Languages: de, es, fr, nl_be

# Smartmatic.SAES.Voting.PBReports.PVFormWrapper.ErrorSerializaData
source: en Erreur durant la sérialisation des données
de: Fehler beim Ordnen der Daten
es: Error durante la serialización de datos
fr: Erreur durant la sérialisation des données
nl_be: Fout bij ordenen gegevens

# Smartmatic.SAES.Voting.Vote.VoteWrapper.ErrorSerializaData
source: en Erreur durant la sérialisation des données
de: Fehler beim Ordnen der Daten
es: Error durante la serialización de datos
fr: Erreur durant la sérialisation des données
nl_be: Fout bij ordenen gegevens

# Smartmatic.SAES.Voting.ElectoralConfiguration.ErrorSignedElectoralResources
source: en Erreur signature des données électorales
de: Fehler bei der Unterschrift zu den Wahlergebnissen
es: Error de firma de los datos electorales
fr: Erreur signature des données électorales
nl_be: Fout bij handtekening verkiezingsgegevens

# Smartmatic.SAES.Voting.ElectoralConfiguration.ObjectVoteRecoveryNull
source: en Vote de récupération nul
de: Leere Reinitialisierungskarte
es: Voto de recuperación nulo
fr: Vote de récupération nul
nl_be: Herstelkaart leeg

# Smartmatic.SAES.Voting.OperationStatus.ErrorSerializaData
source: en Erreur durant la sérialisation des données
de: Fehler beim Ordnen der Daten
es: Error durante la serialización de datos
fr: Erreur durant la sérialisation des données
nl_be: Fout bij ordenen gegevens

# Smartmatic.SAES.Voting.Election.ElectionWrapper.BallotWithCodeNotFound
source: en Scrutin avec code non trouvé
de: Stimme mit Code nicht gefunden
es: Boleta con código no encontrado
fr: Scrutin avec code non trouvé
nl_be: Stem met code niet gevonden

# Smartmatic.SAES.Voting.Election.ElectionWrapper.BallotCardWithCodeNotFound
source: en Carte de scrutin avec code non trouvé
de: Stimmkarte mit Code nicht gefunden
es: Boleta de escrutinio con código no encontrado
fr: Carte de scrutin avec code non trouvé
nl_be: Stemkaart met code niet gevonden

# Smartmatic.SAES.Voting.Election.ElectionWrapper.ContestWithCodeNotFound
source: en Election avec code non trouvé
de: Abstimmung mit Code nicht gefunden
es: Elección con código no encontrado
fr: Election avec code non trouvé
nl_be: Verkiezing met code niet gevonden

# Smartmatic.SAES.Voting.Election.ElectionWrapper.EligibleOptionWithCodeNotFound
source: en Option d'élection avec code non trouvé
de: Option mit Code nicht gefunden
es: Opción de elección con código no encontrado
fr: Option d'élection avec code non trouvé
nl_be: Optie met code niet gevonden

# Smartmatic.SAES.Voting.Election.ElectionWrapper.BallotOptionWithCodeNotFound
source: en Option de scrutin avec code non trouvé
de: Abstimmungsoption mit Code nicht gefunden
es: Opción de boleta con código no encontrado
fr: Option de scrutin avec code non trouvé
nl_be: Stemoptie met code niet gevonden

# Smartmatic.SAES.Voting.Election.ElectionWrapper.ContestClassWithCodeNotFound
source: en Classe d'élection avec code non trouvé
de: Abstimmungsart mit Code nicht gefunden
es: Clase de la elección con código no encontrado
fr: Classe d'élection avec code non trouvé
nl_be: Verkiezingstype met code niet gevonden

source: en Code d'élection avec code non trouvé
de: Abstimmungscode mit Code nicht gefunden
es: Código de elección con código no encontrado
fr: Code d'élection avec code non trouvé
nl_be: Verkiezingscode met code niet gevonden

# Smartmatic.SAES.Voting.Election.ElectionWrapper.ContestGroupWithCodeNotFound
source: en Groupe d'élections avec code non trouvé
de: Abstimmungsgruppe mit Code nicht gefunden
es: Grupo de elección con código no encontrado
fr: Groupe d'élections avec code non trouvé
nl_be: Verkiezingsgroep met code niet gevonden

# Smartmatic.SAES.Voting.Election.ElectionWrapper.PartyWithAbbNotFound
source: en Parti avec abréviation non trouvé
de: Partei mit Abkürzung nicht gefunden
es: Partido con abreviatura no encontrada
fr: Parti avec abréviation non trouvé
nl_be: Partij met afkorting niet gevonden

# Smartmatic.SAES.Voting.Election.ElectionWrapper.PartyWithCodeNotFound
source: en Parti avec code non trouvé
de: Partei mit Code nicht gefunden
es: Partido con código no encontrado
fr: Parti avec code non trouvé
nl_be: Partij met code niet gevonden

# Smartmatic.SAES.Voting.VotingDevice.VotingDeviceWrapper.VotingDeviceCodeNotFound
source: en Code de machine non trouvé
de: Code de Maschine nicht gefunden
es: Código de máquina no encontrado
fr: Code de machine non trouvé
nl_be: Code van machine niet gevonden

source: en Code de groupe de vote logique non trouvé
de: Code der logischen Abstimmungsgruppe nicht gefunden
es: Código de grupo de voto lógico no encontrado
fr: Code de groupe de vote logique non trouvé
nl_be: Code logische stemgroep niet gevonden

# Smartmatic.SAES.Printing.VotePrintDocument.NullReferendum
source: No option was selected
de: Es wurde keine Option ausgewählt
es: No se seleccionó una opción
fr: Aucune option a été sélectionnée
nl_be: Geen optie werd geselecteerd

# Smartmatic.SAES.Printing.VotePrintDocument.TitleReferendum
source: Following option was selected
de: Es wurde die folgende Option gewählt
es: La siguiente opción fue seleccionada
fr: L'option suivante a été sélectionnée
nl_be: De volgende optie werd geselecteerd

# Smartmatic.SAES.Printing.VotePrintDocument.SimulatedTitle
source: Simulated vote
de: SIMULIERTE STIMME
es: Voto Simulado
fr: VOTE SIMULÉ
nl_be: GESIMULEERDE STEM

# Smartmatic.SAES.Printing.VotePrintDocument.SimulatedEnd
source: Simulated vote
de: SIMULIERTE STIMME
es: Voto Simulado
fr: VOTE SIMULÉ
nl_be: GESIMULEERDE STEM

# Smartmatic.SAES.Printing.TestPrinting.Title
source: Printer Diagnosis
de: Diagnose Drucker
es: Diagnostico de Impresora
fr: Diagnostic de l'imprimante
nl_be: Diagnose printer

# Smartmatic.SAES.Printing.BarcodeTitle
source: Instructions for the barcode
de: Anweisungen für den Scanner
es: Instrucciones para diagnostico de Codigo de Barras
fr: Instructions pour le code barres
nl_be: Instructies voor de scanner

# Smartmatic.SAES.Printing.BarcodeInstructionLine1
source: If you want to use this barcode
de: Wenn Sie diesen Scanner verwenden wollen
es: Si desea usar este codigo de barras
fr: Si vous voulez utiliser ce code barres
nl_be: Indien u deze barcode wilt gebruiken

# Smartmatic.SAES.Printing.BarcodeInstructionLine2
source: for the diagnosis please scan
de: Für die Diagnose
es: para el diagnostico
fr: pour le diagnostic veuillez le scanner
nl_be: voor de diagnose

# Smartmatic.SAES.Printing.BarcodeInstructionLine3
source: it now
de: Diesen bitte jetzt einscannen
es: Por favor escaneelo ahora
fr: maintenant
nl_be: gelieve deze nu te scannen

# Smartmatic.SAES.Printing.ContingencyCardReport.ContingencyCardInfoTitle
source: Contingency Card
de: NOTKARTE
es: Tarjeta de Contingencia
fr: CARTE DE SECOURS
nl_be: NOODKAART

# Smartmatic.SAES.Printing.ContingencyCardReport.ContingencyCardPinTitle
source: Card PIN
de: PIN-Karte
es: PIN de Tarjeta
fr: Carte PIN
nl_be: PIN-kaart

# Smartmatic.SAES.Printing.ContingencyCardReport.InstallationReportTitle
source: Contingency Card Report
de: NOTKARTENBERICHT
es: Reporte de Tarjeta de Contingencia
fr: RAPPORT DE LA CARTE DE SECOURS
nl_be: NOODKAARTRAPPORT

# Smartmatic.SAES.Printing.ContingencyCardReport.VotingCenter
source: Voting Center
de: Identifizierung des Wahllokals: %1
es: Centro de Votación
fr: Identification du bureau de vote: %1
nl_be: Stembureau identificatie: %1

# Smartmatic.SAES.Printing.ContingencyCardReport.RegionTitle
source: REGION
de: GEBIET
es: REGIÓN
fr: RÉGION
nl_be: GEWEST

# Smartmatic.SAES.Voting.Vote.VoteWrapper.UnexpectedSignatureError
source: Unexpected Signature Error
de: Unerwarteter Unterzeichnungsfehler
es: Error de firma inesperado
fr: Erreur de signature inattendu
nl_be: Onverwachte ondertekeningsfout

# Smartmatic.SAES.Voting.Codi.CodiFileWrapper.ErrorInputCodiFiles
source: Error reading the input CODI files
de: Fehler beim Einlesen der CODI-Bestände
es: Error de lectura en los archivos CODI de entrada
fr: Erreur durant la lecture des fichiers CODI
nl_be: Fout tijdens het inlezen van de CODI bestanden

# Smartmatic.SAES.Voting.Codi.CodiFileWrapper.ErrorTallyRegisterL
source: Error in field L. It does not correspond to the one processed
de: Fehler im Feld L, dieses stimmt nicht mit dem verarbeiteten Feld überein
es: Error en el registro L, no corresponde al procesado
fr: Erreur dans le champs L. il ne correspond pas à celui traité
nl_be: Fout in veld L, dit stemt niet overeen met het verwerkte veld

# Smartmatic.SAES.Voting.Codi.CodiFileWrapper.ErrorTallyRegisterC
source: Error in field C. It does not correspond to the one processed
de: Fehler im Feld C, dieses stimmt nicht mit dem verarbeiteten Feld überein
es: Error en el registro C, no corresponde al procesado
fr: Erreur dans le champs C. il ne correspond pas à celui traité
nl_be: Fout in veld C, dit stemt niet overeen met het verwerkte veld

# Smartmatic.SAES.Voting.Codi.X7SCodiFileWrapper.ErrorSerializaData
source: Error serializing data
de: Fehler beim Verarbeiten der Daten
es: Error serializando la data
fr: Sérialisation des erreurs de données
nl_be: Fout tijdens het verwerken van de data

# Smartmatic.SAES.Voting.Codi.X7SCodiFileWrapper.ErrorLoadPVReport
source: Error loading PV Report file
de: Fehler beim Verarbeiten des Protokolls
es: Error cargando archivo el reporte PV
fr: Erreur lors du chargement du rapport du proces verbal
nl_be: Fout tijdens het verwerken van het PV

# Smartmatic.SAES.Voting.Codi.X7SCodiFileWrapper.ErrorLoadCodiFile
source: Error loading codi file
de: Fehler beim Lesen der CODI-Bestände
es: Error cargando archivo codi
fr: Erreur lors du chargement du dossier codi
nl_be: Fout tijdens het lezen van de CODI bestanden

# Smartmatic.SAES.Printing.ContingencyCardReport.ContingencyHelpText
source: This card is not the Token for the VM
de: Die Anmeldekarte in den Abstimmungscomputer stecken
es: Esta tarjeta no es el Token para VM
fr: Cette carte n'est pas le Token pour le bureau de vote
nl_be: Steek de aanmeldkaart in de stemcomputer

# Smartmatic.SAES.Printing.ContingencyCardReport.PrintContingencyReport
source: Printing of contingency report
de: Der Notbericht wird ausgedruckt
es: Impresión del reporte de contingencia
fr: Impression du rapport d'urgence
nl_be: Het noodrapport wordt afgedrukt

# Smartmatic.SAES.Printing.InstallationPrintDocument.PrintInstallReport
source: Printing of Installation Report
de: Der Installationsbericht wird ausgedruckt
es: Impresión del reporte de instalación
fr: Impression du rapport d'installation
nl_be: Het installatierapport wordt afgedrukt

# Smartmatic.SAES.Voting.PBReports.IDCardInfoWrapper.AddPMInstallMemberInfo
source: Adding information of the poll worker in charge of the PM installation
de: de Adding information of the poll worker in charge of the PM installation
es: Agregando información de miembro de mesa encargado de la instalación de la maquina de presidente
fr: Ajouter des informations sur les assesseurs en charge de l'installation de machine du président
nl_be: Gegevens van het lid van het stembureau worden toegevoegd voor installatie van voorzitterscomputer

# Smartmatic.SAES.Voting.PBReports.IDCardInfoWrapper.AddVMInstallMemberInfo
source: Adding information of the poll worker in charge of the VMs installation
de: de Adding information of the poll worker in charge of the VMs installation
es: Agregando información de miembro de mesa encargado de la instalación de las maquinas de votación
fr: Ajouter des informations sur les assesseurs en charge de l'installation des ordinateurs de vote
nl_be: Gegevens van het lid van het stembureau worden toegevoegd voor installatie van stemcomputer

# Smartmatic.SAES.Voting.PBReports.IDCardInfoWrapper.AddOpenElectionMemberInfo
source: Adding information of the poll worker in charge of openning the election
de: de Adding information of the poll worker in charge of openning the election
es: Agregando información de miembro de mesa encargado de la apertura de elección
fr: Ajouter des informations sur les assesseurs en charge de l'ouverture des éléctions
nl_be: Gegevens van het lid van het stembureau worden toegevoegd voor het openen van de verkiezingen

# Smartmatic.SAES.Voting.PBReports.IDCardInfoWrapper.AddCloseVotingMemberInfo
source: Adding information of the poll worker in charge of closing the voting
de: de Adding information of the poll worker in charge of closing the voting
es: Agregando información de miembro de mesa encargado del cierre de votación
fr: Ajouter des informations sur les assesseurs en charge de la clôture de vote
nl_be: Gegevens van het lid van het stembureau worden toegevoegd voor het afsluiten van de stembusgang

# Smartmatic.SAES.Voting.PBReports.IDCardInfoWrapper.AddCloseElectionMemberInfo
source: Adding information of the poll worker in charge of closing the election
de: de Adding information of the poll worker in charge of closing the election
es: Agregando información de miembro de mesa encargado del cierre de elección
fr: Ajouter des informations sur les assesseurs en charge de la clôture des éléctions
nl_be: Gegevens van het lid van het stembureau worden toegevoegd voor installatie van verkiezingen

# Smartmatic.SAES.Voting.PBReports.AssistedActivationWrapper.AddAssistedActivation
source: Adding assisted activation
de: Es werden Informationen für das Abstimmen mit Unterstützung hinzugefügt
es: Agregando activación asistida
fr: Ajouter une activation assistée
nl_be: Informatie voor geassisteerd stemmen wordt toegevoegd

# Smartmatic.SAES.Voting.PBReports.StatisticManager.PersistenceStatistic
source: Persisting statistics
de: Die Informationen werden extern gespeichert
es: Persistiendo estadisticas
fr: Statistiques persistantes
nl_be: Informatie wordt weggeschreven

# Smartmatic.SAES.Voting.Election.ElectionInstalationLanguages.ErrorSerializaData
source: Error serializing information regarding the languages of the election
de: Fehler beim Verarbeiten
es: Error serializando información de lenguajes de elección
fr: Erreur d'information de sérialisation en matière de jargon électoral
nl_be: Fout tijdens het verwerken

# Smartmatic.SAES.Voting.PBReports.ActivatedCardStatisticsWrapper.ErrorParseFile
source: Error serializing information of the card statistics
de: Fehler beim Verarbeiten der Stimmkarten-Statistiken
es: Error serializando información de estadísticas de tarjetas
fr: Erreurd'information de sérialisation dans les cartes de statistique
nl_be: Fout tijdens het verwerken van stemkaart statistieken

# Smartmatic.SAES.Voting.PBReports.AssistedActivationWrapper.ErrorParseFile
source: Error serializing information of assisted activations
de: Fehler beim Verarbeiten
es: Error serializando información de activaciones asistidas
fr: Erreur d'information de sérialisation de l'activation assistée
nl_be: Fout tijdens het verwerken van stemkaart statistieken

# Smartmatic.SAES.Voting.PBReports.IDCardInfoWrapper.ErrorLoadFile
source: Error loading file with information of poll workers
de: Fehler beim Aufnehmen der Informationen der Mitglieder des Wahllokals
es: Error cargando archivo de información de miembro de mesa
fr: Erreur de chargement du fichier concernant les assesseurs
nl_be: Fout tijdens het ophalen van de informatie van de leden van het stembureau

# Smartmatic.SAES.Voting.PBReports.IncidentReportWrapper.ErrorParseFile
source: Error serializing information of incident report
de: Fehler beim Verarbeiten des Zwischenfall-Berichts
es: Error serializando información de reportes de incidentes
fr: Erreur d'information de sérialisation de rapport d'incident
nl_be: Fout tijdens het ophalen van de informatie van de leden van het stembureau

# Smartmatic.SAES.Voting.PBReports.VoteStatisticsWrapper.ErrorSerializaData
source: Error serializing information of vote statistics
de: Fehler beim Verarbeiten der Daten
es: Error serializando información de estadísticas de votos
fr: Erreur d'information de sérialisation des statistiques électorales
nl_be: Fout tijdens het verwerken van gegevens

# Smartmatic.SAES.Voting.PBReports.VoteStatisticsWrapper.ErrorParseFile
source: Error serializing information of vote statistics
de: Fehler beim Verarbeiten der Daten
es: Error serializando información de estadísticas de votos
fr: Erreur d'information de sérialisation des statistiques électorales
nl_be: Fout tijdens het verwerken van gegevens

# Smartmatic.SAES.Voting.Vote.TransmissionPackageWrapper.ErrorSerializaData
source: Error serializing information for the transmission package
de: Fehler beim Verarbeiten des gesicherten Bestands
es: Error serializando información para el paquete de transmisión
fr: Erreur d'information de sérialisation pour le paquet de transmission
nl_be: Fout tijdens de verwerking van het beveiligd bestand

# Smartmatic.SAES.Voting.Vote.TransmissionPackageWrapper.ErrorCertNotFound
source: Error loading certificate for asymetric encryption of transmission package
de: Fehler beim Hochladen des Zertifikats für die Verschlüsselung des gesicherten Bestands
es: Error cargando el certificado para cifrado asimétrico del paquete de transmisión
fr: Erreur de certificat de chargement pour un encryptage asymétrique d'un paquet de transmission
nl_be: Fout tijdens het laden van het certificaat voor versleuteling van beveiligd bestand

# Smartmatic.SAES.Voting.Vote.TransmissionPackageWrapper.ErrorCert
source: Error with the asymetric encryption of the transmission package
de: Fehler bei der Verschlüsselung des gesicherten Bestands
es: Error de cifrado asimétrico del paquete de transmisión
fr: Erreur avec l'encryptage asymétrique du paquet de transmission
nl_be: Fout tijdens de versleuteling van het beveiligd bestand

# Smartmatic.SAES.Voting.Vote.VoteWrapper.InvalidXmlDataFormat
source: Error in structure of vote
de: Fehler beim Verarbeiten der Stimme
es: Error en estructura de voto expandido
fr: Erreur dans la structure du vote optimisé
nl_be: Fout tijdens het verwerken van de stem

# Smartmatic.SAES.Voting.Vote.VoteWrapper.InvalidSignature
source: Error in signature of optimized vote
de: Fehler beim Verarbeiten der unterzeichneten Stimme
es: Error en firma de voto optimizado
fr: Erreur de signature du vote optimisé
nl_be: Fout tijdens het verwerken van de stem

# Smartmatic.SAES.Voting.Vote.VoteWrapper.InvalidDataFormat
source: Error in structure of optimized vote
de: Fehler beim Verarbeiten der Stimme
es: Error en estructura de voto optimizado
fr: Erreur dans la structure du vote optimisé
nl_be: Fout tijdens het verwerken van de stem

# Smartmatic.SAES.Voting.VotingCenters.VotingCentersWrapper.ErrorSerializaData
source: Error serializing information of polling places
de: Fehler beim Verarbeiten von Wahllokalen
es: Error serializando información de los centros de votación
fr: Erreur d'information de sérialisation des bureaux de votes
nl_be: Fout tijdens het verwerken van stembureaus

source: There is no relation between the contest group and the logical voter group
de: Es besteht keine Verbindung zwischen der Art der Wahl und der logischen Wahlgruppe
es: No existe la relación de contest group y el logical voter group
fr: Il n'ya pas de relation entre le groupe du concours et le groupe des électeurs logique
nl_be: Er is geen relatie tussen het type verkiezing en de logische kiesgroep

# Smartmatic.SAES.Printing.VotePrintDocument.ParentOptionMessage
source: List Option selected
de: Listenstimme für
es: Opción Lista seleccionada:
fr: Vote de liste pour
nl_be: Lijststem voor

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedPolice
source: Police added
de: de Police added
es: Policía agregado
fr: Police ajoutée
nl_be: Politiebevoegdheid overgedragen

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedPolice
source: Police deleted
de: de Police deleted
es: Policía eliminado
fr: Police supprimée
nl_be: Gegevens van de persoon met politiebevoegheid werden verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.RemarkAdded
source: Observation added
de: de Observation added
es: Observación agregada
fr: Observation ajoutée
nl_be: Opmerking toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.RemarkDeleted
source: Observation deleted
de: de Observation deleted
es: Observación borrada
fr: Observation supprimée
nl_be: Opmerking verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.RemarkModified
source: Observation modified
de: de Observation modified
es: Observación modificada
fr: Observation modifiée
nl_be: Opmerking gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedPolice
source: Police Modified
de: de Police Modified
es: Policia modificado
fr: Police modifiée
nl_be: Gegevens van de persoon met politiebevoegheid werden gewijzigd

# Smartmatic.SAES.StatisticGroup.AllPollworkers.Oath
source: Did all members of the polling station and all the witnesses do the oath?
de: de Did all members of the polling station and all the witnesses do the oath?
es: Todos los miembros de mesa hicieron el juramento?
fr: Est-ce-que tous les membres du bureau de vote et tous les témoins ont prêtés serment?
nl_be: Hebben alle leden van het stembureau en alle getuigen de eed afgelegd?

# Smartmatic.SAES.StatisticGroup.AllPollworkers.Note
source: Write down comments about the composition of the agency
de: de Write down comments about the composition of the agency
es: Escriba los comentarios de la composicion de la agencia
fr: Ecrivez des commentaires sur la composition de l'agence
nl_be: Noteer opmerkingen over de samenstelling van het bureau.

# Smartmatic.SAES.StatisticGroup.FurnitureandSuppliesForVoting.Question
source: Do you have all furniture and supplies required for the election process?
de: de Do you have all furniture and supplies required for the election process?
es: Se tiene todos los suplementos necesarios para el desarrollo del proceso electoral
fr: Avez-vous toutes les fournitures et supports recquis pour la procédure des éléctions?
nl_be: Voldoen het meubilair en de benodigdheden voor de stemming aan de regelgeving?

# Smartmatic.SAES.StatisticGroup.FurnitureandSuppliesForVoting.Note
source: In case of your answer will be No, please type your remark
de: Wenn Ihre Antwort «nein» lautet, geben Sie bitte eine Begründung an.
es: En caso que la respuesta sea No, por favor escriba un comentario
fr: Si votre réponse est 'non', expliquez-en la raison.
nl_be: In geval van 'neen', geef de reden.

# Smartmatic.SAES.StatisticGroup.VotingProcess.ProxyActivations
source: How many proxy activations were made?
de: de How many proxy activations were made?
es: Cuantas activaciones proxy hubo?
fr: Combien de sollicitations ont été réalisés?
nl_be: Hoeveel volmachtformulieren heeft het bureau ontvangen?

# Smartmatic.SAES.Voting.PBReports.VotingDisabledWrapper.ErrorParseFile
source: Error parse Disabled Voting file
de: de Error parse Disabled Voting file
es: es Error parse Disabled Voting file
fr: Erreur d'analyse du fichier de vote pour handicapé
nl_be: Fout, de gegevens van de stemmers met assistentie kunnen niet correct verwerkt worden

# Smartmatic.SAES.Voting.PBReports.VotingDisabledWrapper.AddVotingDisabled
source: Disabled Voting added
de: de Disabled Voting added
es: es Disabled Voting added
fr: Vote désactivé ajouté
nl_be: De gegevens van de stemmers met assistentie werden toegevoegd

# Smartmatic.SAES.Voting.PBReports.VotingDisabledWrapper.RemoveVotingDisabled
source: Disabled Voting deleted
de: de Disabled Voting deleted
es: es Disabled Voting deleted
fr: Vote désactivé supprimé
nl_be: De gegevens van de stemmers met assistentie werden verwijderd

# Smartmatic.SAES.Voting.PBReports.VotingDisabledWrapper.ModifyVotingDisabled
source: Disabled Voting modified
de: de Disabled Voting modified
es: es Disabled Voting modified
fr: Vote désactivé modifié
nl_be: De gegevens van de stemmers met assistentie werden gewijzigd
