Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saes/po/*.po
Languages: de, es, fr, nl_be

# Smartmatic.SAES.Voting.ElectoralConfiguration.VotingBoothNotFound
source: Voting Booth Not Found
de: Wahlkabine nicht gefunden
es: es Voting Booth Not Found
fr: Isoloir introuvable
nl_be: Stemkabine niet gevonden

# Smartmatic.SAES.Voting.ElectoralConfiguration.RegionHierarchiesNotFound
source: Region Hierarchies Not Found
de: Hierarchien der Regionen nicht gefunden
es: es Region Hierarchies Not Found
fr: Hiérarchie régionale introuvable
nl_be: Hierarchie van regio niet gevonden

# Smartmatic.SAES.Voting.ElectoralConfiguration.OperationModeNotFound
source: Operation Mode Not Found
de: Betriebsmodus nicht gefunden
es: es Operation Mode Not Found
fr: Mode opération introuvable
nl_be: Gebruiksmodus niet gevonden

# Smartmatic.SAES.Voting.ElectoralConfiguration.RoleNotFound
source: Role Not Found
de: Wahlliste nicht gefunden
es: es Role Not Found
fr: Rôle introuvable
nl_be: Kieslijst niet gevonden

# Smartmatic.SAES.Voting.ElectoralConfiguration.CodiFileNotFound
source: Codi File Not Found
de: Codi-Datei nicht gefunden
es: es Codi File Not Found
fr: Fichier CODI introuvable
nl_be: Codi-gegevens niet gevonden

# Smartmatic.SAES.Printing.ContingencyCardReport.ContingencyHelpTitle
source: Information
es: Información
nl_be: Informatie
