Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saes/po/*.po
Languages: de, es, fr, nl_be

# Smartmatic.SAES.Voting.PBReports.VotingDisabledWrapper.PersistenceVotingDisabled
source: Persistence Disabled Voting
de: de Persistence Disabled Voting
es: es Persistence Disabled Voting
fr: Persistance de vote désactivé
nl_be: De gevevens voor stemmen met bijstand worden verwerkt

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedAssistantSecretary
source: Assistant Secretary Added
de: de Assistant Secretary Added
es: Secretario asistente agregado
fr: Secrétaire assistant ajouté
nl_be: De gegevens van de adjunct-secretaris werden toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedDeputyPresident
source: Deputy President Added
de: de Deputy President Added
es: Diputado presidente agregado
fr: Président adjoint ajouté
nl_be: De gegevens van de plaatsvervangende voorzitter werden toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedDeputyAssistent
source: Deputy Assistant Added
de: de Deputy Assistent Added
es: Diputado asistente agregado
fr: Assistant adjoint ajouté
nl_be: De gegevens van de plaatsvervangende secretaris werden toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedDeputyWitness
source: Deputy Witness Added
de: de Deputy Witness Added
es: Diputado testigo agregado
fr: Assistant témoin ajouté
nl_be: De gegevens van de plaatsvervangende getuigen werden toegevoegd

source: Deputy Assistant Secretary Added
de: de Deputy Assistant Secretary Added
es: Diputado secretario asistente agregado
fr: Secrétaire assistant adjoint ajouté
nl_be: De gegevens van de plaatsvervangende adjunct-secretaris werden toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedAssistantSecretary
source: Assistant Secretary Deleted
de: de Assistant Secretary Deleted
es: Secretario asistente eliminado
fr: Secrétaire assistant éffacé
nl_be: De gegevens van de adjunct-secretaris werden verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedDeputyPresident
source: Deputy President Deleted
de: de Deputy President Deleted
es: Diputado presidente eliminado
fr: Président adjoint éffacé
nl_be: De gegevens van de plaatsvervangende voorzitter werden verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedDeputyAssistent
source: Deputy Assistant Deleted
de: de Deputy Assistent Deleted
es: Diputado asistente eliminado
fr: Assistant adjoint éffacé
nl_be: De gegevens van de plaatsvervangende secretaris werden verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedDeputyWitness
source: Deputy Witness Deleted
de: de Deputy Witness Deleted
es: Diputado testigo eliminado
fr: Témoin assistant éffacé
nl_be: De gegevens van de plaatsvervangende getuigen werden verwijderd

source: Deputy Assistant Secretary Deleted
de: de Deputy Assistant Secretary Deleted
es: Diputado secretario asistente eliminado
fr: Secrétaire assistant adjoint éffacé
nl_be: De gegevens van de plaatsvervangende adjunct-secretaris werden verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedAssistantSecretary
source: Assistant Secretary Modified
de: de Assistant Secretary Modified
es: Secretario asistente modificado
fr: Secrétaire assistant modifié
nl_be: De gegevens van de adjunct-secretaris werden gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedDeputyPresident
source: Deputy President Modified
de: de Deputy President Modified
es: Diputado presidente modificado
fr: Président adjoint modifié
nl_be: De gegevens van de plaatsvervangende voorzitter werden gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedDeputyAssistent
source: Deputy Assistant Modified
de: de Deputy Assistent Modified
es: Diputado asistente modificado
fr: Assistant adjoint modifié
nl_be: De gegevens van de plaatsvervangende secretaris werden gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedDeputyWitness
source: Deputy Witness Modified
de: de Deputy Witness Modified
es: Diputado testigo modificado
fr: Témoin adjoint modifié
nl_be: De gegevens van de plaatsvervangende getuigen werden gewijzigd

source: Deputy Assistant Secretary Modified
de: de Deputy Assistant Secretary Modified
es: Diputado secretario asistente modificado
fr: Secrétaire assistant adjoint modifié
nl_be: De gegevens van de plaatsvervangende adjunct-secretaris werden gewijzigd

# Smartmatic.SAES.StatisticGroup.VotingProcess.PollingStationTime
source: en Vul hieronder het tijdstip in waarop het stembureau bijeen gekomen is
de: de Vul hieronder het tijdstip in waarop het stembureau bijeen gekomen is
es: es Vul hieronder het tijdstip in waarop het stembureau bijeen gekomen is
fr: Heure du debut de reunion de bureau du vote
nl_be: Vul hieronder het tijdstip in waarop het stembureau bijeen gekomen is (hh.mm)

# Smartmatic.SAES.Voting.PBReports.PoliceNoteWrapper.PersistencePoliceNote
source: Persisting Police Note
de: de Persisting Police Note
es: es Persisting Police Note
fr: Persistance note du Police
nl_be: Nota van de politiebevoegheid wordt verwerkt

# Smartmatic.SAES.Voting.PBReports.PoliceNoteWrapper.ErrorParseFile
source: Error parse file
de: de Error parse file
es: es Error parse file
fr: Erreur lors de la procedure
nl_be: Fout bij verwerking

# Smartmatic.SAES.Voting.PBReports.PoliceNoteWrapper.AddPoliceNote
source: Police Note Added
de: de Police Note Added
es: es Police Note Added
fr: Note du Police ajouté
nl_be: Nota van de politiebevoegheid werd toegevoegd

# Smartmatic.SAES.Voting.PBReports.PoliceNoteWrapper.RemovePoliceNote
source: Police Note Removed
de: de Police Note Removed
es: es Police Note Removed
fr: Note du Police retiré
nl_be: Nota van de politiebevoegheid werd verwijderd

# Smartmatic.SAES.Voting.PBReports.PoliceNoteWrapper.ModifyPoliceNote
source: Police Note Modified
de: de Police Note Modified
es: es Police Note Modified
fr: Note du Police modifié
nl_be: Nota van de politiebevoegheid werd gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedDeputy
source: Deputy Added
de: de Deputy Added
es: Diputado Agregado
fr: Adjoint ajouté
nl_be: Plaatsvervanger werd toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedDeputy
source: Deputy Removed
de: de Deputy Removed
es: Diputado Removido
fr: Adjoint retiré
nl_be: Plaatsvervanger werd verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedDeputy
source: Deputy Modified
de: de Deputy Modified
es: Diputado Modificado
fr: Adjoint modifié
nl_be: Plaatsvervanger werd gewijzigd

# Smartmatic.SAES.StatisticGroup.pv.remark.1
source: en Constat de légalité du bureau et du matériel
de: de Constat de légalité du bureau et du matériel
es: es Constat de légalité du bureau et du matériel
fr: Constat de légalité du bureau et du matériel - Il a été constaté que l'installation du bureau et le matériel pour le vote répondent aux normes légales. Remarque éventuelle :
nl_be: Vaststelling van wettelijkheid van het bureau en het materiaal - Er is vastgesteld dat de inrichting van het bureau en het materiaal voor de stemming aan de wettelijke normen voldoen. Eventuele opmerkingen:

# Smartmatic.SAES.StatisticGroup.pv.remark.2
source: en Démarrage du bureau
de: de Démarrage du bureau
es: es Démarrage du bureau
fr: Démarrage du bureau - Avant l'ouverture du bureau, le président a constaté que l'urne électronique était parfaitement vide. Ensuite, l'urne a été scellée au moyen d’un collier plastique à serrage progressif. Le président ou l'assesseur désigné par lui ou le secrétaire ou secrétaire-adjoint a démarré l'urne électronique et les ordinateurs de vote, conformément aux instructions reçues, au moyen de supports de données et des mots de passe fournis. Remarque éventuelle:
nl_be: Starten van het bureau - De voorzitter heeft vóór de opening van het bureau vastgesteld dat de elektronische stembus volledig leeg was. Vervolgens werd de stembus verzegeld door middel van een plastieken progressieve sluiting. De voorzitter of de aangewezen bijzitter of (adjunct-) secretaris heeft de elektronische stembus en de stemmachines opgestart met de ontvangen gegevensdragers voor zijn stembureau, overeenkomstig de medegedeelde onderrichtingen en paswoorden. Eventuele opmerkingen:

# Smartmatic.SAES.StatisticGroup.pv.remark.3
source: en Votes de référence
de: de Votes de référence
es: es Votes de référence
fr: Sur chaque ordinateur de vote, les votes de test ont été effectués et les bulletins de vote ont éte placés dans l’enveloppe prevue à cet effet. Remarque éventuelle:
nl_be: De referentiestemmen werden op elke stemcomputer uitgebracht en de stembiljetten werden in de daartoe bestemde enveloppe gestoken. Opmerkingen:

# Smartmatic.SAES.StatisticGroup.pv.remark.4
source: en Les opérations électorales
de: de Les opérations électorales
es: es Les opérations électorales
fr: Ouverture et clôture du scrutin - Les électeurs ont été admis au vote jusqu’à 16 heures. A 16 heures, ordre a été donné de ne plus laisser entrer aucun électeur dans la salle d'attente. Ceux qui s'y trouvaient à ce moment ont encore été admis au vote. Remarque éventuelle:
nl_be: Opening en afsluiting van de stemming - De kiezers werden tot de stemming toegelaten tot 16 uur. Om 16 uur werd het bevel gegeven geen kiezers meer in de wachtzaal te laten komen. Zij die er binnen waren op dat ogenblik, werden nog tot de stemming toegelaten. Eventuele opmerkingen:

# Smartmatic.SAES.StatisticGroup.pv.remark.5
source: en Le déroulement du vote
de: de Le déroulement du vote
es: es Le déroulement du vote
fr: Déroulement du scrutin - Le scrutin s’est déroulé conformément aux instructions transmises au président du bureau de vote. Remarque éventuelle:
nl_be: Verloop van de stemming - De stemming is verlopen overeenkomstig de administratieve onderrichtingen aan de voorzitters van de stembureaus: Eventuele opmerkingen:

# Smartmatic.SAES.StatisticGroup.pv.remark.6
source: en Exercice du pouvoir de police
de: de Exercice du pouvoir de police
es: es Exercice du pouvoir de police
fr: Exercice des prérogatives de la police - Le président ou son délégué a également utilisé ses prérogatives de police dans les circonstances suivantes: Rapport des faits:
nl_be: Uitoefening van de politiebevoegdheid - De voorzitter of zijn gedelegeerde hebben eveneens wegens de volgende omstandigheden hun politiebevoegdheid uitgeoefend. Verslag:

# Smartmatic.SAES.StatisticGroup.pv.remark.7
source: en Difficultés ou incidents survenus au cours des opérations de vote
de: de Difficultés ou incidents survenus au cours des opérations de vote
es: es Difficultés ou incidents survenus au cours des opérations de vote
fr: Difficultés ou incidents survenus au cours des opérations de vote - Lors des opérations de vote le bureau s'est trouvé confronté aux difficultés et incidents suivants: (Decrivez le problème ou les problèmes):
nl_be: Moeilijkheden of incidenten in de loop van de kiesverrichtingen - Tijdens de kiesverrichtingen heeft het stembureau volgende moeilijkheden en incidenten ondervonden (beschrijf het probleem of de problemen):

# Smartmatic.SAES.StatisticGroup.pv.remark.8
source: en Bulletins de vote annulés et déclarés nuls
de: de Bulletins de vote annulés et déclarés nuls
es: es Bulletins de vote annulés et déclarés nuls
fr: Remarques éventuelles sur les bulletins de vote annulés et déclarés nuls
nl_be: Geannuleerde en nietig verklaarde stembiljetten

# Smartmatic.SAES.StatisticGroup.pv.statistics.canceled.1
source: en Des électeurs ont intentionnellement détérioré ou détruit leur bulletin de vote. Ces bulletins de vote ont été aussitôt annulés. Ces personnes n’ont pas reçu une nouvelle carte à puce.
de: de Des électeurs ont intentionnellement détérioré ou détruit leur bulletin de vote. Ces bulletins de vote ont été aussitôt annulés. Ces personnes n’ont pas reçu une nouvelle carte à puce.
es: es Des électeurs ont intentionnellement détérioré ou détruit leur bulletin de vote. Ces bulletins de vote ont été aussitôt annulés. Ces personnes n’ont pas reçu une nouvelle carte à puce.
fr: Nombre des électeurs qui ont intentionnellement détérioré ou détruit leur bulletin de vote. Ces bulletins de vote ont été aussitôt annulés. Ces personnes n’ont pas reçu une nouvelle carte à puce.
nl_be: Aantal kiezers die met opzet hun uitgeprint stembiljet hebben beschadigd of vernietigd. Deze stembiljetten werden dadelijk geannuleerd. Deze personen ontvingen geen nieuwe kaart.

# Smartmatic.SAES.StatisticGroup.pv.statistics.canceled.2
source: en Des électeurs ont endommagé par inadvertance leur bulletin de vote et demandé au président une autre carte à puce. Leur bulletin de vote a été repris et aussitôt annulé.
de: de Des électeurs ont endommagé par inadvertance leur bulletin de vote et demandé au président une autre carte à puce. Leur bulletin de vote a été repris et aussitôt annulé.
es: es Des électeurs ont endommagé par inadvertance leur bulletin de vote et demandé au président une autre carte à puce. Leur bulletin de vote a été repris et aussitôt annulé.
fr: 1. Nombre d'électeurs qui ont endommagé leur bulletin de vote par inadvertance et ont reçu du président une autre carte à puce. Leur bulletin de vote initial a été repris et aussitôt annulé.
nl_be: Aantal kiezers die door onoplettenheid hun uitgeprint stembiljet beschadigd hebben, een andere chipkaart aan de voorzitter hebben gevraagd. Het stembiljet wordt dadelijk geannuleerd.

# Smartmatic.SAES.StatisticGroup.pv.statistics.canceled.3
source: en Des électeurs ont montré leur bulletin de vote dans l’intention de faire connaître le vote qu’ils ont émis. Ces bulletins de vote ont été repris et aussitôt annulés. Le président a donné à ces personnes une nouvelle carte à puce.
de: de Des électeurs ont montré leur bulletin de vote dans l’intention de faire connaître le vote qu’ils ont émis. Ces bulletins de vote ont été repris et aussitôt annulés. Le président a donné à ces personnes une nouvelle carte à puce.
es: es Des électeurs ont montré leur bulletin de vote dans l’intention de faire connaître le vote qu’ils ont émis. Ces bulletins de vote ont été repris et aussitôt annulés. Le président a donné à ces personnes une nouvelle carte à puce.
fr: 2. Nombre d'électeurs qui ont montré leur bulletin de vote dans l’intention de faire connaître le vote qu’ils ont émis. Ces bulletins de vote ont été repris et aussitôt annulés. Le président a donné à ces personnes une nouvelle carte à puce.
nl_be: Aantan kiezers die hun stembiljet hebben getoond met de bedoeling hun stem kenbaar te maken. Deze stembiljeten werden afgenomen en dadelijk geanuleerd. De voorzitter heeft aan die personen een nieuwe chipkaart gegeven.

# Smartmatic.SAES.StatisticGroup.pv.statistics.canceled.4
source: en Des électeurs ont prétendu que lors de la visualisation du code à barre, celui-ci était illisible. Le président a immédiatement annulé ces bulletins de vote. Le président a donné une nouvelle carte à puce à ces personnes.
de: de Des électeurs ont prétendu que lors de la visualisation du code à barre, celui-ci était illisible. Le président a immédiatement annulé ces bulletins de vote. Le président a donné une nouvelle carte à puce à ces personnes.
es: es Des électeurs ont prétendu que lors de la visualisation du code à barre, celui-ci était illisible. Le président a immédiatement annulé ces bulletins de vote. Le président a donné une nouvelle carte à puce à ces personnes.
fr: 3. Nombre d'électeurs qui ont prétendu que lors de la visualisation du code barres, celui-ci était illisible. Le président a immédiatement annulé ces bulletins de vote. Le président a donné une nouvelle carte à puce à ces personnes.
nl_be: Aantal kiezers die beweerden dat tijdens de visualisatie van de barcode deze onleesbaar was. De voorzitter heeft deze stembiljetten dadelijk geannuleerd. De voorzitter heeft aan die personen een nieuwe chipkaart gegeven.

# Smartmatic.SAES.StatisticGroup.pv.statistics.canceled.5
source: en Des électeurs ont demandé eux-même l’annulation de leur bulletin de vote. Ils ont reçu une nouvelle carte à puce.
de: de Des électeurs ont demandé eux-même l’annulation de leur bulletin de vote. Ils ont reçu une nouvelle carte à puce.
es: es Des électeurs ont demandé eux-même l’annulation de leur bulletin de vote. Ils ont reçu une nouvelle carte à puce.
fr: 4. Nombre d'électeurs qui ont demandé eux-même l’annulation de leur bulletin de vote. Ils ont reçu une nouvelle carte à puce.
nl_be: Aantal kiezers die zelf een annulatie van hun stembiljet hebben gevraagd. Ze kregen een nieuwe chipkaart.

# Smartmatic.SAES.StatisticGroup.pv.statistics.canceled.retry.1
source: en Les électeurs se trouvant dans les cas décrits au points 2, 3, 4 et 5 ci-dessus ont reçu une deuxième carte à puce afin de recommencer leur vote. Parmi ceux-ci ont demandé une deuxième fois l’annulation de leur bulletin de vote
de: de Les électeurs se trouvant dans les cas décrits au points 2, 3, 4 et 5 ci-dessus ont reçu une deuxième carte à puce afin de recommencer leur vote. Parmi ceux-ci ont demandé une deuxième fois l’annulation de leur bulletin de vote
es: es Les électeurs se trouvant dans les cas décrits au points 2, 3, 4 et 5 ci-dessus ont reçu une deuxième carte à puce afin de recommencer leur vote. Parmi ceux-ci ont demandé une deuxième fois l’annulation de leur bulletin de vote
fr: Les électeurs se trouvant dans les cas décrits dans les 4 questions précédentes ont reçu une deuxième carte à puce pour voter à nouveau. Nombre de bulletins de vote qui ont été annulés pour la deuxième fois dans les cas décrits aux points 1, 2 et 4 et ont été déclarés nuls.
nl_be: Aan de kiezers uit de vier voorgaande vragen werd een nieuwe chipkaart gegeven zodat ze konden stemmen. Aantal van deze stemmers die een tweede annulatie hebben gevraagd.

# Smartmatic.SAES.StatisticGroup.pv.statistics.canceled.retry.2
source: en Dans ce cas, leur vote est déclaré nul. Le nombre de bulletins déclarés nuls s’élève à
de: de Dans ce cas, leur vote est déclaré nul. Le nombre de bulletins déclarés nuls s’élève à
es: es Dans ce cas, leur vote est déclaré nul. Le nombre de bulletins déclarés nuls s’élève à
fr: Dans ce cas, leur vote est déclaré nul. Le nombre de bulletins déclarés nuls s’élève à
nl_be: In dat geval wordt hun stem ongeldig verklaard. Aantal als ongeldig verklaarde stembiljetten.

# Smartmatic.SAES.StatisticGroup.pv.statistics.canceled.retry.3
source: en Des électeurs n’ont pu enregistrer leur vote en raison d’une défectuosité technique de l’urne électronique. Ces électeurs ont rendu leur bulletin de vote au président afin qu’il soit annulé et ont reçu une nouvelle carte à puce.
de: de Des électeurs n’ont pu enregistrer leur vote en raison d’une défectuosité technique de l’urne électronique. Ces électeurs ont rendu leur bulletin de vote au président afin qu’il soit annulé et ont reçu une nouvelle carte à puce.
es: es Des électeurs n’ont pu enregistrer leur vote en raison d’une défectuosité technique de l’urne électronique. Ces électeurs ont rendu leur bulletin de vote au président afin qu’il soit annulé et ont reçu une nouvelle carte à puce.
fr: Nombre d'électeurs qui n’ont pu enregistrer leur vote en raison d’une défectuosité technique de l’urne électronique. Ces électeurs ont rendu leur bulletin de vote au président afin qu’il soit annulé et ont reçu une nouvelle carte à puce.
nl_be: Aantal stemmers die hun stembiljet niet hebben kunnen registreren door een technisch defect van de elektronische stembus. Deze kiezers hebben hun stembiljet ter annulatie afgegeven aan de voorzitter en hebben een nieuwe chipkaart ontvangen.

# Smartmatic.SAES.StatisticGroup.pv.statistics.canceled.retry.4
source: en Des électeurs ont fait annuler leur bulletin de vote pour la raison mentionnée ci-après. Il s’agit d’une raison différente de celles mentionnées ci-dessus. ( voir annexe du président)
de: de Des électeurs ont fait annuler leur bulletin de vote pour la raison mentionnée ci-après. Il s’agit d’une raison différente de celles mentionnées ci-dessus. ( voir annexe du président)
es: es Des électeurs ont fait annuler leur bulletin de vote pour la raison mentionnée ci-après. Il s’agit d’une raison différente de celles mentionnées ci-dessus. ( voir annexe du président)
fr: Nombre d'électeurs qui ont fait annuler leur bulletin de vote pour une raison autre que celles mentionnées dans les onglets 10, 11, 12 et 13
nl_be: Aantal kiezers die hun stem hebben laten annuleren voor motieven anders dan deze opgegeven onder tab 10, 11, 12 & 13.

# Smartmatic.SAES.StatisticGroup.pv.statistics.canceled.retry.5
source: en Parmi ces électeurs a reçu une nouvelle carte
de: de Parmi ces électeurs a reçu une nouvelle carte
es: es Parmi ces électeurs a reçu une nouvelle carte
fr: Parmi ces électeurs, le nombre suivant a reçu une nouvelle carte
nl_be: Aantal van deze kiezers die een tweede kaart hebben ontvangen.

# Smartmatic.SAES.StatisticGroup.pv.statistic.11
source: en Le nombre d’électeurs dont le vote a été déclaré a été déclaré nul
de: de Le nombre d’électeurs dont le vote a été déclaré a été déclaré nul
es: es Le nombre d’électeurs dont le vote a été déclaré a été déclaré nul
fr: Le nombre d’électeurs dont le vote a été déclaré nul
nl_be: Aantal kiezers wiens stem ongeldig werd verklaard.

# Smartmatic.SAES.StatisticGroup.pv.statistic.10
source: en volmachtformulieren en de erbij horende attesten
de: de volmachtformulieren en de erbij horende attesten
es: es volmachtformulieren en de erbij horende attesten
fr: Nombre de procurations
nl_be: Hoeveel volmachtformulieren en de erbij horende attesten heeft het bureau ontvangen?

# Smartmatic.SAES.StatisticGroup.pv.statistic.4
source: Amount of demo votes
de: de Amount of demo votes
es: Cantidad de votos Demo
fr: Nombre de votes de test
nl_be: Vul het aantal teststemmen in.

# Smartmatic.SAES.StatisticGroup.pv.started.hour
source: Poll workers meeting time (hh:mm)
de: de Poll workers meeting time (hh:mm)
es: Hora de reunion de los miembros de mesa (hh:mm)
fr: Heure du début de réunion du bureau de vote (hh:mm),
nl_be: Vul hieronder het tijdstip in waarop de vergadering van het stembureau werd gestart. (uu:mm)

# Smartmatic.SAES.StatisticGroup.pv.statistic.9
source: en Vul het aantal teststemmen in
de: de Vul het aantal teststemmen in
es: es Vul het aantal teststemmen in
fr: fr Vul het aantal teststemmen in
nl_be: Vul het aantal teststemmen in

# Smartmatic.SAES.StatisticGroup.Instructions
source: This functionality allows to insert all the information, regarding the generation of the PV report. Please make sure to navigate through all tabs and complete the information requested
de: de This functionality allows to insert all the information, regarding the generation of the PV report. Please make sure to navigate through all tabs and complete the information requested
es: es This functionality allows to insert all the information, regarding the generation of the PV report. Please make sure to navigate through all tabs and complete the information requested
fr: Cette fonction permet d’insérer toutes les informations concernant la réalisation des procès-verbaux. Veuillez parcourir tous le onglets et compléter les informations requises, s.v.p.
nl_be: Deze functie laat toe om informatie aan het proces-verbaal toe te voegen. Gelieve alle tabbladen te doorlopen en de gevraagde informatie in te vullen.

# Smartmatic.SAES.StatisticGroup.pv.start.election
source: Time when the election starts (hh:mm)
de: de Time when the election starts (hh:mm)
es: Hora de apertura de la eleccion (hh:mm)
fr: Heure d'ouverture du bureau (hh:mm))
nl_be: Tijdstip dat het stembureau werd geopend (hh:mm)

# Smartmatic.SAES.StatisticGroup.pv.close.election
source: Time when the election is closed (hh:mm)
de: de Time when the election is closed (hh:mm)
es: Hora de cierre de la eleccion (hh:mm)
fr: Heure de fermeture du bureau (hh:mm)
nl_be: Tijdstip dat het stembureau werd gesloten (hh:mm)
