Repository: JosephKennedyStone/SAES
Catalog: saesl10n/src/saes/po/*.po
Languages: de, es, fr, nl_be

# Smartmatic.SAES.Voting.ElectoralFactory.ErrorXMLSchema
source: Error xml schema file
de: Fehler XML-Schema-Datei
es: Error en archivo de esquema xml
nl_be: Fout xml schema file

# Smartmatic.SAES.Voting.ElectoralFactory.ErrorParseXml
source: Error parse file
de: Fehler Parse-Datei
es: Error parseando archivo
nl_be: Fout Parse File

# Smartmatic.SAES.Voting.ElectoralConfiguration.ObjectElectionNull
source: Object election null
de: Objekt Wahl Null
es: Objeto election nulo
nl_be: Object Electie Nul

# Smartmatic.SAES.Voting.ElectoralConfiguration.ObjectVotingDeviceNull
source: Object votingDevice null
de: Objekt Wahlgerät Null
es: Objeto votingDevice nulo
nl_be: Object Verkiezings Device Nul

# Smartmatic.SAES.Voting.Election.ElectionWrapper.EligibleOptionNotFound
source: Eligible option not found.
de: Wählbare Funktion nicht gefunden
es: Opción elegida no encontrada
fr: Option d'élection non trouvée

source: First voting device not found.
de: Erstes Wahlgerät nicht gefunden
es: Primer dispositívo de votación no encontrado.
fr: Première machine non trouvée

# Smartmatic.SAES.Printing.VotePrintDocument.DemoTitle
source: DEMO
de: TESTSTIMME
fr: DIAGNOSTIC DE VOTE
nl_be: TESTSTEM

# Smartmatic.SAES.Printing.VotePrintDocument.RecoveryTitle
source: RECOVERY
de: REINITIALISIEREN
es: RECUPERACIÓN
fr: RÉCUPÉRATION
nl_be: HERSTEL

# Smartmatic.SAES.Printing.VotePrintDocument.NullVote
source: NULL VOTE
de: Blankostimme
es: VOTO NULO
fr: Vote Blanc
nl_be: Blanco stem

# Smartmatic.SAES.Printing.VotePrintDocument.PrincipalMessage
source: Principal
de: Kandidaten
fr: Candidats
nl_be: Kandidaten

# Smartmatic.SAES.Printing.VotePrintDocument.StandInMessage
source: Stand in
de: Nachfolger
es: Suplentes
fr: Suppléants
nl_be: Opvolgers

# Smartmatic.SAES.Printing.VotePrintDocument.DemoEnd
source: DEMO DEMO
de: TESTSTIMME
es: DEMO
fr: DIAGNOSTIC DE VOTE
nl_be: TESTSTEM

# Smartmatic.SAES.Printing.VotePrintDocument.RecoveryEnd
source: RECOVERY
de: REINITIALISIEREN
es: RECUPERACIÓN
fr: RÉCUPÉRATION
nl_be: HERSTEL

# Smartmatic.SAES.Printing.TimeoutPrintDocument.PrintDoc_Title
source: VOTING TIME EXPIRED
de: ABSTIMMUNG ABGELAUFEN
es: EXPIRÓ EL TIEMPO DE VOTACIÓN
fr: LE TEMP DE VOTER A EXPIRE
nl_be: STEMMING VERLOPEN

# Smartmatic.SAES.Printing.TimeoutPrintDocument.PrintDoc_Description
source: YOUR VOTING TIME IS OVER
de: Ihre Zeit zum Abstimmen ist abgelaufen
es: SU TIEMPO DE VOTACIÓN HA EXPIRADO
fr: Votre temps de voter est terminée
nl_be: Je tijd is verstreken om te stemmen

# Smartmatic.SAES.Printing.InstallationPrintDocument.InstallationReportTitle
source: INSTALLATION REPORT
de: INSTALLATIONSBERICHT
es: REPORTE DE INSTALACIÓN
fr: RAPPORT D'INSTALLATION
nl_be: INSTALLATIE VERSLAG

# Smartmatic.SAES.Printing.InstallationPrintDocument.DiagnosticReportTitle
source: DIAGNOSTIC REPORT
de: Diagnosebericht
es: REPORTE DE DIAGNÓSTICO
fr: Rapport de Diagnose
nl_be: Rapport diagnose

# Smartmatic.SAES.Printing.InstallationPrintDocument.VotingCenter
source: Voting Booth %1
de: Identifizierung des Wahllokals: %1
es: Cubículo de Votación %1
fr: Identification du bureau de vote: %1
nl_be: Stembureau identificatie: %1

# Smartmatic.SAES.Printing.InstallationPrintDocument.RegionTitle
source: REGION
de: GEBIET
es: REGIÓN
fr: RÉGION
nl_be: GEBIED

# Smartmatic.SAES.Printing.InstallationPrintDocument.DevicesStatus
source: DEVICES STATUS
de: STATUS DER UNTERTEILUNGEN
es: ESTADO DE LOS DISPOSITIVOS
fr: ÉTAT DES PÉRIPHÉRIQUES
nl_be: STATUS VAN DE ONDERDELEN

# Smartmatic.SAES.Printing.InstallationPrintDocument.ActivationKeys
source: ACTIVATION KEYS
de: AKTIVIERUNGSPASSWÖRTER
es: CLAVES DE ACTIVACIÓN
fr: MOT DE PASSE D'ACTIVATION
nl_be: ACTIVATIEPASWOORDEN

# Smartmatic.SAES.Printing.InstallationPrintDocument.Ballot
source: Ballot
de: Stimme
es: Boleta
fr: Bulletin
nl_be: Stem

# Smartmatic.SAES.Printing.InstallationPrintDocument.AlarmBox
source: Alarm Box Device
de: Alarmmelder
es: Dispositivo de Alarma
fr: Dispositif boite d' Alarme
nl_be: Alarmdoos

# Smartmatic.SAES.Printing.InstallationPrintDocument.Barcode
source: Barcode Reader
de: Scanner
es: Lectora de Código de Barra
fr: Lecteur de Code Barre
nl_be: Scanner

# Smartmatic.SAES.Printing.InstallationPrintDocument.Printer
source: Printer
de: Drucker
es: Impresora
fr: Imprimante

# Smartmatic.SAES.Printing.InstallationPrintDocument.Smartcard
source: Smartcard Reader
de: Kartenleser
es: Lectora de Smartcard
fr: Lecteur de Carte à Puce
nl_be: Kaartlezer

# Smartmatic.SAES.Printing.InstallationPrintDocument.Flash
source: Flash Device
de: Datenträger
es: Dispositivo Flash
fr: Dispositif Flash
nl_be: Gegevensdrager

# Smartmatic.SAES.Printing.InstallationPrintDocument.TouchScreenCalibration
source: Touch Screen Calibration
de: Kalibrierung des Berührungsschirms
es: Calibración de la Pantalla Táctil
fr: Calibration D'écran Tactile
nl_be: Kalibratie van het Aanraakscherm

# Smartmatic.SAES.Printing.InstallationPrintDocument.ScreenContrast
source: Screen Contrast
de: Kontrast des Bildschirms
es: Contraste de Pantalla
fr: Contraste de l'Écran
nl_be: Contrast van het Scherm

# Smartmatic.SAES.Printing.InstallationPrintDocument.NotDiagnosed
source: Not Diagnosed
de: Nicht nachgewiesen
es: No Diagnosticado
fr: N'a pas pu etre Diagnostiqué
nl_be: Niet Bewezen

# Smartmatic.SAES.Printing.InstallationPrintDocument.Error
source: Error
de: Fehler
fr: Erreur
nl_be: Fout

# Smartmatic.SAES.Printing.SmartcardRemovedPrintDocument.PrintDoc_Title
source: Card removed %1 times
de: Die Karte wurde %1-mal abgewiesen
fr: Carte retirée %1 fois
nl_be: Kaart %1 maal verwijderd

# Smartmatic.SAES.Printing.SmartcardRemovedPrintDocument.PrintDoc_Description
source: The card was removed %1 times
de: Die Karte wurde %1-mal abgewiesen und deshalb deaktiviert
es: La tarjeta ha sido removida %1 veces
fr: La Carte a été retirée %1 fois et est donc désactivée
nl_be: De kaart werd %1 maal verwijderd en als gevolg gedesactiveerd

source: Activation Cards Received description
de: Vor der Eröffnung der Wahl
es: Activación de receptor de tarjetas. Descripción
fr: Cartes reçues
nl_be: Aantal ontvangen kaarten

source: Activation Cards Received name
de: Anzahl der erhaltenen Karten
es: Activación de receptor de tarjetas. Nombre
fr: Cartes reçues
nl_be: Aantal ontvangen kaarten

source: Damaged Cards On Porpuse description
de: Bewusst beschädigte Karten
es: Tarjetas dañadas a proposito. Descripción
fr: Cartes volontairement endommagées
nl_be: Bewust beschadigde kaarten

# Smartmatic.SAES.StatisticGroup.VotingProcess.DamagedCardsOnPorpuse.ItemName
source: Damaged Cards On Porpuse name
de: Bewusst beschädigte Karten
es: Tarjetas dañadas a proposito. Nombre
fr: Cartes volontairement endommagées
nl_be: Bewust beschadigde kaarten

source: Activated Cards With Problems description
de: Aktivierte Karten mit Problemen
es: Tarjetas activadas con problemas. Descripción
fr: Cartes activées avec problème
nl_be: Geactiveerde kaarten met problemen

# Smartmatic.SAES.StatisticGroup.VotingProcess.ActivatedCardsWithProblems.ItemName
source: Activated Cards With Problems name
de: Aktivierte Karten mit Problemen
es: Tarjetas con problemas. Nombre
fr: Cartes activées avec problème
nl_be: Geactiveerde kaarten met problemen

source: Total Cards With Problems description
de: Anzahl Karten mit Problemen
es: Total de tarjetas con problemas. Descripción
fr: Cartes avec problème
nl_be: Aantal kaarten met problemen

# Smartmatic.SAES.StatisticGroup.VotingProcess.TotalCardsWithProblems.ItemName
source: Total Cards With Problems name
de: Anzahl Karten mit Problemen
es: Total de tarjetas con problemas. Nombre
fr: Cartes avec problème
nl_be: Aantal kaarten met problemen

source: Visualization Problems description
de: Visualisierungsprobleme
es: Visualización de Problemas. Descripción
fr: Problèmes de visualisation
nl_be: Visualisatieproblemen

# Smartmatic.SAES.StatisticGroup.VotingProcess.VisualizationProblems.ItemName
source: Visualization Problems name
de: Visualisierungsprobleme
es: Visualización de Problemas. Nombre
fr: Problèmes de visualisation
nl_be: Visualisatieproblemen

# Smartmatic.SAES.StatisticGroup.VotingProcess.RevealedVotes.ItemDescription
source: Revealed Votes description
de: Öffentlich angegebene Stimmen
es: Votos revelados. Descripción
fr: Votes réalisés publiquement
nl_be: Publiek gemaakte stemmen

# Smartmatic.SAES.StatisticGroup.VotingProcess.RevealedVotes.ItemName
source: Revealed Votes name
de: Öffentlich angegebene Stimmen
es: Votos revelados. Nombre
fr: Votes réalisés publiquement
nl_be: Publiek gemaakte stemmen

# Smartmatic.SAES.StatisticGroup.VotingProcess.AnnuledVotes.ItemDescription
source: Annuled Votes
de: Annullierte Stimmen
es: Votos Anulados
fr: Votes annulés
nl_be: Geannuleerde stemmen

# Smartmatic.SAES.StatisticGroup.VotingProcess.AnnuledVotes.ItemName
source: Annuled Votes
de: Annullierte Stimmen
es: Votos Anulados
fr: Votes annulés
nl_be: Geannuleerde stemmen

# Smartmatic.SAES.StatisticGroup.AfterClose.UnusedActivationCards.ItemDescription
source: Unused Activation Cards description
de: Aktivierungen ohne registrierte Stimmen
es: Tarjetas de activación no usadas. Descripción
fr: Cartes activées sans vote réalisé
nl_be: Activaties zonder geregistreerde stem

# Smartmatic.SAES.StatisticGroup.AfterClose.UnusedActivationCards.ItemName
source: Unused Activation Cards name
de: Aktivierungen ohne registrierte Stimmen
es: Tarjetas de activación no usadas. Nombre
fr: Cartes activées sans vote réalisé
nl_be: Activaties zonder geregistreerde stem

source: Registered Activation Cards With Votes description
de: Aktivierungen mit registrierten Stimmen
es: Tarjetas de Activación registradas con votos. Descripción
fr: Cartes activées avec vote réalisé
nl_be: Activaties met geregistreerde stem

source: Registered Activation Cards With Votes name
de: Aktivierungen mit registrierten Stimmen
es: Tarjetas de Activación registradas con votos. Nombre
fr: Cartes activées avec vote réalisé
nl_be: Activaties met geregistreerde stem

source: fr Validated Activation Cards By Urn description
de: Validierte Aktivierungen mit registrierten Stimmen
es: Tarjetas de Activación validadas por Urn. Descripción
fr: Cartes activées par urne
nl_be: Gevalideerde activaties met geregistreerde stem

# Smartmatic.SAES.StatisticGroup.AfterClose.ValidatedActivationCardsByUrn.ItemName
source: Validated Activation Cards By Urn name
de: Validierte Aktivierungen mit registrierten Stimmen
es: Tarjetas de Activación validadas por Urn. Nombre
fr: Cartes activées par urne
nl_be: Gevalideerde activaties met geregistreerde stem

source: Annuled Activation Cards Due To Problems description
de: Karten annulliert wegen Problemen
es: Tarjetas de Activación anuladas debido a problemas. Descripción
fr: Cartes annulées dû à un problème
nl_be: Kaarten geannuleerd wegens problemen

source: Annuled Activation Cards Due To Problems name
de: Karten annulliert wegen Problemen
es: Tarjetas de Activación anuladas debido a problemas. Nombre
fr: Cartes annulées dûes à un problème
nl_be: Kaarten geannuleerd wegens problemen

source: Annuled Activation Cards Due To Invalid Vote description
de: Karten annulliert wegen ungültigen Stimmen
es: Tarjetas de Activación anuladas debido a votos inválidos. Descripción
fr: Cartes annulées dû à un vote invalide
nl_be: Kaarten geannuleerd wegens ongeldige stem

source: Annuled Activation Cards Due To Invalid Vote name
de: Karten annulliert wegen ungültigen Stimmen
es: Tarjetas de Activación anuladas debido a votos inválidos. Nombre
fr: Cartes annulées dûes à un vote invalide
nl_be: Kaarten geannuleerd wegens ongeldige stem

source: Annuled Activation Cards Under Review description
de: Karten annulliert (zur Überprüfung)
es: Tarjetas de Activación anuladas bajo revisión. Descripción
fr: Cartes annulées (révision)
nl_be: Kaarten geannuleerd (ter review)

source: Annuled Activation Cards Under Review name
de: Karten annulliert (zur Überprüfung)
es: Tarjetas de Activación anuladas bajo revisión. Nombre
fr: Cartes annulées (révision)
nl_be: Kaarten geannuleerd (ter review)

# Smartmatic.SAES.StatisticGroup.BeforeOpenElection.EditableStateInstruction
source: Editable Statistics
de: Bitte vervollständigen Sie folgende Statistiken:
es: Estadísticas editables

# Smartmatic.SAES.StatisticGroup.VotingProcess.NonEditableNotification
source: Non Editable Statistics
de: Den Abstimmungsprozess betreffende Statistiken
es: Estadísticas no editables

# Smartmatic.SAES.StatisticGroup.VotingProcess.EditableStateInstruction
source: EditableStateInstruction
de: Den Abstimmungsprozess betreffende Statistiken
es: Instrucción de estado editable

# Smartmatic.SAES.StatisticGroup.AfterClose.NonEditableNotification
source: Non Editable Statistics
de: Den Abschluss der Abstimmung betreffende Statistiken
es: Estadísticas no editables

# Smartmatic.SAES.Voting.PBReports.StatisticManager.AssistedActivation
source: Assisted Activation
de: Stellvertreterkarten
es: Activación Asistida
fr: Cartes de remplacement
nl_be: Vervangerskaarten

# Smartmatic.SAES.Voting.PBReports.StatisticManager.EditInfoAssistedActivation
source: Assisted Activation Info
de: Stellvertreterkarten
es: Activación Asistida. Información
fr: Cartes de remplacement
nl_be: Vervangerskaarten

# Smartmatic.SAES.Voting.PBReports.StatisticManager.BlockerInfoAssistedActivation
source: Assisted Activation Blocker Info
de: Stellvertreterkarten betreffende Statistiken
es: Bloqueo de activación asistida. Información
fr: Statistiques concernant les cartes de remplacement
nl_be: Statistieken betreffende vervangerskaarten

# Smartmatic.SAES.Voting.PBReports.StatisticManager.TotalAssistedActivation
source: Total Assisted Activation
de: Aktivierungen der Abstimmungen mit Unterstützung
es: Total de activaciones asistida
fr: Cartes de vote avec assistance activées
nl_be: Activaties stem met assistentie

# Smartmatic.SAES.Voting.PBReports.StatisticManager.TotalImpugnedActivation
source: Total Impugned Activation
de: Ablehnungen der Abstimmungen mit Unterstützung
es: Total de activaciones impugnadas
fr: Objections de vote avec assistance
nl_be: Weigeringen stem met assistentie

# Smartmatic.SAES.Voting.PBReports.StatisticManager.TotalProxyActivation
source: Total Proxy Activation
de: Ablehnungen der Abstimmungen mit Unterstützung
es: Total de activaciones proxy
fr: Cartes de vote par procuration activées
nl_be: Activaties stem via volmacht

# Smartmatic.SAES.StatisticGroup.AfterClose.EditableStateInstruction
source: Editable Statistics
de: Statistiken bezüglich des Abschlusses der Wahlen
es: Estadísticas editables

# Smartmatic.SAES.StatisticGroup.BeforeOpenElection.NonEditableNotification
source: Por favor complete las siguientes estadisticas
de: Bitte vervollständigen Sie folgende Statistiken
es: Please complete the following statistics

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ErrorLoadingPollWorkers
source: Error Loading Poll Workers
de: Beim Herunterladen der Mitglieder des Wahlbüros ist ein Fehler unterlaufen
es: Error cargando miembros de mesas
fr: Erreur durant le chargement des membres du bureau de vote
nl_be: Fout bij het laden van de leden van het stembureau

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ErrorParseFile
source: Error Parse File
de: Fehler beim Parsen des Datenbestands
es: Error analizando archivo
fr: Erreur de parsing de fichier
nl_be: Fout bij het parsen van het bestand

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedPresident
source: President Added
de: Vorsitzender hinzugefügt
es: Presidente Agregado
fr: Président ajouté
nl_be: Voorzitter toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedSecretary
source: Secretary Added
de: Sekretär hinzugefügt
es: Secretario Agregado
fr: Secrétaire ajouté
nl_be: Secretaris toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedDeputySecretary
source: Deputy Secretary Added
de: Stellvertretenden Sekretär hinzugefügt
es: Diputado secretario agregado
fr: Secrétaire adjoint ajouté
nl_be: Vervangende secretaris toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedAssistent
source: Assistent Added
de: Beisitzer hinzugefügt
es: Asistente agregado
fr: Assesseur ajouté
nl_be: Bijzitter toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedWitness
source: Witness Added
de: Zeugen hinzugefügt
es: Testigo agregado
fr: Témoin ajouté
nl_be: Getuige toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.AddedSubstitutePresident
source: Substitute President Added
de: Stellvertretenden Vorsitzenden hinzugefügt
es: Presidente suplente agregado
fr: Substitut du président ajouté
nl_be: Vervangende voorzitter toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedPresident
source: President Deleted
de: Vorsitzenden entfernt
es: Presidente Eliminado
fr: Président supprimé
nl_be: Voorzitter verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedSecretary
source: Secretary Deleted
de: Sekretär geändert
es: Secretario eliminado
fr: Secrétaire supprimé
nl_be: Secretaris verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedDeputySecretary
source: Deputy Secretary Deleted
de: Stellvertretenden Sekretär geändert
es: Diputado secretario eliminado
fr: Secrétaire adjoint supprimé
nl_be: Vervangende secretaris verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedAssistent
source: Assistent Deleted
de: Beisitzer geändert
es: Asistente eliminado
fr: Assesseur supprimé
nl_be: Bijzitter verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedWitness
source: Witness Deleted
de: Zeuge geändert
es: Testigo eliminado
fr: Témoin supprimé
nl_be: Getuige verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.DeletedPresidentSubstitute
source: President Substitute Deleted
de: Stellvertretender Vorsitzender geändert
es: Presidente suplente eliminado
fr: Substitut du président supprimé
nl_be: Vervangende voorzitter verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedPresident
source: President Modified
de: Vorsitzenden geändert
es: Presidente modificado
fr: Président modifié
nl_be: Voorzitter gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedSecretary
source: Secretary Modified
de: Sekretär geändert
es: Secretario modificado
fr: Secrétaire modifié
nl_be: Secretaris gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedDeputySecretary
source: Deputy Secretary Modified
de: Stellvertretenden Sekretär geändert
es: Diputado secretario modificado
fr: Secrétaire adjoint modifié
nl_be: Vervangende secretaris gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedAssistent
source: Assistent Modified
de: Beisitzer geändert
es: Asistente modificado
fr: Assesseur modifié
nl_be: Bijzitter gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedWitness
source: Witness Modified
de: Zeuge geändert
es: Testigo modificado
fr: Témoin modifié
nl_be: Getuige gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.ModifiedSubstitutePresident
source: Substitute President Modified
de: Stellvertretender Vorsitzender geändert
es: Presidente suplente modificado
fr: Substitut du président modifié
nl_be: Vervangende voorzitter gewijzigd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.NoteAdded
source: Note Added
de: Anmerkung hinzugefügt
es: Nota agregada
fr: Note ajoutée
nl_be: Opmerking toegevoegd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.NoteDeleted
source: Note Deleted
de: Anmerkung geändert
es: Nota eliminada
fr: Note supprimée
nl_be: Opmerking verwijderd

# Smartmatic.SAES.Voting.PBReports.PollworkersWrapper.NoteModified
source: Note Modified
de: Anmerkung geändert
es: Nota modificada
fr: Note modifiée
nl_be: Opmerking gewijzigd

source: Closing Notes Loaded Successfully
de: Anmerkungen bezüglich des Abschlusses mit Erfolg heruntergeladen
es: Notas de cierre cargadas satisfactoriamente
fr: Remarques de fermeture chargées avec succès
nl_be: Opmerkingen betreffende afsluiting met succes geladen

# Smartmatic.SAES.Voting.PBReports.ClosingNotesWrapper.ErrorLoadingCloseNotes
source: Error Loading Close Notes
de: Beim Herunterladen der Anmerkungen bezüglich des Abschlusses ist ein Fehler unterlaufen
es: Error cargando notas de cierre
fr: Erreur durant le chargement des remarque de fermeture
nl_be: Fout opgetreden bij het laden van de opmerkingen betreffende afsluiting

# Smartmatic.SAES.Voting.PBReports.ClosingNotesWrapper.ErrorParseFile
source: Error Parse File
de: Fehler beim Parsen des Bestands
es: Error analizando archivo
fr: Erreur de parsing de fichier
nl_be: Fout bij het parsen van het bestand

# Smartmatic.SAES.Voting.PBReports.ClosingNotesWrapper.NoteAdded
source: Note Added
de: Anmerkung hinzugefügt
es: Nota agregada
fr: Note ajoutée
nl_be: Opmerking toegevoegd

# Smartmatic.SAES.Voting.PBReports.ClosingNotesWrapper.NoteRemoved
source: Note Deleted
de: Anmerkung entfernt
es: Nota eliminada
fr: Note supprimée
nl_be: Opmerking verwijderd

# Smartmatic.SAES.Voting.PBReports.ClosingNotesWrapper.NoteModified
source: Note Modified
de: Anmerkung geändert
es: Nota modificada
fr: Note modifiée
nl_be: Opmerking gewijzigd

# Smartmatic.SAES.Printing.AuditLogPrintDocument
source: Audit Log Report
de: Log der Aktivitäten
es: Reporte de Auditoría
fr: Rapport de log d'activités
nl_be: Activiteiten log

# Smartmatic.SAES.Printing.ErrorLogPrintDocument
source: Error Report
de: de Error Report
es: Reporte de errores
fr: Rapport d'erreurs
nl_be: Foutenrapport

# Smartmatic.SAES.Printing.InstallationPrintDocument.PasswordLine1Title
source: The password to enable voting in the voting machine is:
de: Passwort zum Abstimmen im Abstimmungscomputer:
es: La clave para poder votar en la máquina de votación es:
fr: Le mot de passe d'activation de l'ordinateur de vote est le suivant:
nl_be: Paswoord om te stemmen in de stemcomputer:

# Smartmatic.SAES.Printing.InstallationPrintDocument.PasswordLine2Title
source: The password to access the functionalites menu in the voting machine is:
de: Passwort für den Zugang zum Wartungsmenü im Abstimmungscomputer:
es: La clave para accesar al menú de funcionalidades en la máquina de votación es:
fr: Le mot de passe du menu de l'ordinateur de vote est le suivant:
nl_be: Paswoord voor toegang tot het onderhoudsmenu in de stemcomputer:

# Smartmatic.SAES.Printing.InstallationPrintDocument.PasswordLine3Title
source: The password to access the election process manager in the president machine is:
de: Passwort für den Zugang zum Abstimmungsprozess im Gerät des Vorsitzenden:
es: La clave para accesar al manejo del proceso de elección en el máquina presindecial es:
fr: Le mot de passe d'activation de la machine du président est le suivant:
nl_be: Paswoord voor toegang tot het verkiezingsproces in de voorzittermachine:

# Smartmatic.SAES.Printing.InstallationPrintDocument.PasswordLine4Title
source: The password to access the functionalities menu in the president machine is:
de: Passwort für den Zugang zum Wartungsmenü im Gerät des Vorsitzenden:
es: La clave para el acceso al menú de funcionalidades en la maquina presidencial es:
fr: Le mot de passe du menu de la machine du président est le suivant
nl_be: Paswoord voor toegang tot het onderhoudsmenu in de voorzittermachine:

# Smartmatic.SAES.Printing.ClosedPrintDocument.PVTitle
source: PV Report
de: Protokoll
es: Reporte de PV
fr: Procès Verbal
nl_be: Proces Verbaal

# Smartmatic.SAES.Printing.ClosedPrintDocument.PVDescription
source: PV report
de: Protokoll
es: Reporte de PV
fr: Procès verbal
nl_be: Proces verbaal

# Smartmatic.SAES.Voting.PBReports.StatisticManager.ErrorParseFile
source: en Erreur durant le parsing du fichier
de: Fehler beim Analysieren des Datenbestands
es: Error analizando el archivo
fr: Erreur durant le parsing du fichier
nl_be: Fout bij analyseren bestand
